[{"representations": [{"dtend": "2018-07-06 23:00", "dtstart": "2018-07-06 22:00"}, {"dtend": "2018-07-07 23:00", "dtstart": "2018-07-07 22:00"}], "description": "Je me suis fait laisser, j'ai déménagé dans un demi sous-sol, mon père est malade et je fais de l'angoisse, une chance que ça m'a donné du matériel pour ma nouvelle heure parce que sinon tout ça aurait servi à rien. \nEn gros, je vous promet un show sans anecdote de camping.\n", "id": 442, "summary": "1 heure avec Pepper"}, {"representations": [{"dtend": "2018-07-15 20:00", "dtstart": "2018-07-15 19:00"}, {"dtend": "2018-07-16 21:30", "dtstart": "2018-07-16 20:30"}, {"dtend": "2018-07-19 20:00", "dtstart": "2018-07-19 19:00"}, {"dtend": "2018-07-20 20:00", "dtstart": "2018-07-20 19:00"}], "description": "Pour célébrer le 10e anniversaire de sa graduation de l’École Nationale de l’humour, Sébastien Haché propose un spectacle sur les hauts et surtout les bas de sa carrière. Le moins connu des humoristes à succès dévoile avec humour, humilité et une bonne dose d’autodérision tous les petits travers de sa personnalité. Sa grande sensibilité, sa fragilité mal dissimulée, son apparence délicate, son flagrant manque de virilité, ses insuccès et son intarissable désir de toujours suivre les règles ne sont que quelques thèmes qui lui servent à expliquer son parcours atypique dans l’ombre des humoristes reconnus. 10 ans de carrière, toujours un side job est un spectacle intime et personnel où un gars ordinaire et bonasse s’ouvre pendant 60 minutes sur les difficultés d’être le meilleur humoriste anonyme du Québec.\n", "id": 343, "summary": "10 ans de carrière, toujours un side job"}, {"representations": [{"dtend": "2018-07-08 23:00", "dtstart": "2018-07-08 22:00"}, {"dtend": "2018-07-15 21:30", "dtstart": "2018-07-15 20:30"}, {"dtend": "2018-07-15 23:00", "dtstart": "2018-07-15 22:00"}], "description": "«59 films en 60 minutes» est un véritable bombardement cinématographique mettant en vedette des artistes de plusieurs milieux qui ont su relever le défi de faire un film de 1 minute top chrono. Filmés avec une caméra professionnelle pour certains ou avec un téléphone pour d'autres, ce montage de très courts métrages forme une oeuvre kaléidoscopique totalement unique et moderne. Mathieu Quesnel, l'organisateur de cette soirée, sera présent à chaque représentation pour peser sur «play» et manger du popcorn avec vous. Place au cinéma !", "id": 371, "summary": "59 films en 60 minutes"}, {"representations": [{"dtend": "2018-07-16 20:30", "dtstart": "2018-07-16 19:30"}, {"dtend": "2018-07-17 20:30", "dtstart": "2018-07-17 19:30"}, {"dtend": "2018-07-24 20:30", "dtstart": "2018-07-24 19:30"}], "description": "Un gars. Une fille. Deux pauvres québécois au coeur d'or, accompagnés de leur guitare, vous racontent les aventures de Pierre et Marie Curie et la découverte du radium.", "id": 382, "summary": "À toi pour toujours, ta Marie Curie"}, {"representations": [{"dtend": "2018-07-19 20:00", "dtstart": "2018-07-19 19:00"}], "description": "A Night of Books and Reading is a show that gives Montreal’s best comedians an opportunity to show off their writing skills. This show combines all the fun and laughter of a book launch with all the sobriety and scholasticism of a stand up show. So, come see the show that Mark Twain called, “Something I would probably have enjoyed, if I hadn’t died in 1910!”", "id": 433, "summary": "A Night of Books and Reading"}, {"representations": [{"dtend": "2018-07-20 20:00", "dtstart": "2018-07-20 19:00"}], "description": "Montreal's funniest comedians and performers hit the stage and transform into a variety of characters, and they do it all by their lonesome in this solo-character showcase.", "id": 434, "summary": "All Alone: A Solo Character Comedy Revue!"}, {"representations": [{"dtend": "2018-07-26 00:45", "dtstart": "2018-07-25 23:45"}, {"dtend": "2018-07-27 00:45", "dtstart": "2018-07-26 23:45"}, {"dtend": "2018-07-28 00:45", "dtstart": "2018-07-27 23:45"}], "description": "Hosted by the Cooties, this show is a medley of musical comedy and standup, featuring some of the funniest musicians and comics at the festival. Get ready to turn up with AMP’D: The Music & Comedy Show!", "id": 403, "summary": "Amp'd: The Music & Comedy Show Hosted by The Cooties"}, {"representations": [{"dtend": "2018-07-19 23:00", "dtstart": "2018-07-19 22:00"}, {"dtend": "2018-07-20 23:00", "dtstart": "2018-07-20 22:00"}, {"dtend": "2018-07-21 20:00", "dtstart": "2018-07-21 19:00"}], "description": "Leighland Beckman sings dirty songs. \n\nWith a voice dipped in honey and a mind dunked in the gutter, his lyrics about unsanitary fetishes, embarrassing medical conditions, and sci-fi sexual fantasies leave audiences delightfully disgusted. Mixed in with filthy music, you’ll also get jokes, storytelling, and his repeated, sincere apologies for subjecting you to his inner-most depravities. \n\nThis year at OFF-JFL don’t miss your chance to spend An Evening with Leighland Beckman.\n", "id": 438, "summary": "An Evening with Leighland Beckman"}, {"representations": [{"dtend": "2018-07-19 20:30", "dtstart": "2018-07-19 19:30"}, {"dtend": "2018-07-20 20:30", "dtstart": "2018-07-20 19:30"}, {"dtend": "2018-07-21 20:30", "dtstart": "2018-07-21 19:30"}, {"dtend": "2018-07-22 20:30", "dtstart": "2018-07-22 19:30"}, {"dtend": "2018-07-23 20:30", "dtstart": "2018-07-23 19:30"}, {"dtend": "2018-07-24 20:30", "dtstart": "2018-07-24 19:30"}, {"dtend": "2018-07-25 20:30", "dtstart": "2018-07-25 19:30"}, {"dtend": "2018-07-26 20:30", "dtstart": "2018-07-26 19:30"}, {"dtend": "2018-07-28 20:30", "dtstart": "2018-07-28 19:30"}], "description": "You may have seen her on Comedy Central’s Corporate, HBO’s Crashing, Netflix’s The Standups, or Master of None. Now catch Aparna Nancherla at Just For Laughs this summer in Montreal performing her solo show.", "id": 323, "summary": "Aparna Nancherla"}, {"representations": [{"dtend": "2018-07-19 23:30", "dtstart": "2018-07-19 22:30"}, {"dtend": "2018-07-20 23:30", "dtstart": "2018-07-20 22:30"}, {"dtend": "2018-07-21 23:30", "dtstart": "2018-07-21 22:30"}, {"dtend": "2018-07-22 23:30", "dtstart": "2018-07-22 22:30"}, {"dtend": "2018-07-24 23:00", "dtstart": "2018-07-24 22:00"}, {"dtend": "2018-07-25 23:00", "dtstart": "2018-07-25 22:00"}], "description": "Lounge lizard Buddy Cole from Kids in the Hall makes a return to the limelight in an evening of humorous monologues from the period the show went off the air in 1995 to the present day.", "id": 416, "summary": "Après Le Déluge: The Buddy Cole Monologues"}, {"representations": [{"dtend": "2018-07-26 23:00", "dtstart": "2018-07-26 22:00"}, {"dtend": "2018-07-27 23:30", "dtstart": "2018-07-27 22:30"}], "description": "Ari Shaffir was raised as a religious, Orthodox Jew. He attended orthodox Jewish school, lived in a religious community, and lived in a Jewish seminary in Israel (known as a Yeshiva) for 2 years. Once he returned to America, Ari lost his religion, realizing he was, and probably always had been, an atheist. For the next two decades, he came to terms with the religious upbringing and thoughts that are rooted deeply within him. And now, 20 years later, he's finally ready to talk about Judaism from both an insider perspective who knows more than almost anyone about the religion, and also from an outsider perspective as someone who has no allegiance to the teachings.\n\n", "id": 395, "summary": "Ari Shaffir: Jew"}, {"representations": [{"dtend": "2018-07-26 00:45", "dtstart": "2018-07-25 23:45"}, {"dtend": "2018-07-27 00:45", "dtstart": "2018-07-26 23:45"}, {"dtend": "2018-07-29 00:45", "dtstart": "2018-07-28 23:45"}], "description": "Ari Shaffir and other funny people tell true and scintillating stories. Long-form American storytelling featuring weird/crazy/fascinating true stories from some of the funniest people on Earth. \n\nAri’s released two Netflix specials, hosted and co-created Comedy Central's storytelling series This is Not Happening, and has co-starred with Zach Galifianakis and Jon Hamm in Keeping Up With The Joneses. \n\n“Ridiculously funny.” Jimmy Carr \n“One of my favorites\" Bill Burr \n“One of the 100 funniest human beings alive.\" Joe Rogan \n", "id": 396, "summary": "Ari Sheffir's Renamed Storyteller Show"}, {"representations": [{"dtend": "2018-07-24 20:30", "dtstart": "2018-07-24 19:30"}, {"dtend": "2018-07-24 22:45", "dtstart": "2018-07-24 21:45"}, {"dtend": "2018-07-25 20:30", "dtstart": "2018-07-25 19:30"}, {"dtend": "2018-07-25 22:45", "dtstart": "2018-07-25 21:45"}, {"dtend": "2018-07-26 20:30", "dtstart": "2018-07-26 19:30"}, {"dtend": "2018-07-26 22:45", "dtstart": "2018-07-26 21:45"}, {"dtend": "2018-07-27 20:30", "dtstart": "2018-07-27 19:30"}, {"dtend": "2018-07-27 22:45", "dtstart": "2018-07-27 21:45"}, {"dtend": "2018-07-28 20:30", "dtstart": "2018-07-28 19:30"}, {"dtend": "2018-07-28 22:45", "dtstart": "2018-07-28 21:45"}], "description": "Here’s what you need to know: the title really says it all.", "id": 325, "summary": "Best of the Fest"}, {"representations": [{"dtend": "2018-07-23 23:30", "dtstart": "2018-07-23 22:30"}, {"dtend": "2018-07-24 23:30", "dtstart": "2018-07-24 22:30"}, {"dtend": "2018-07-25 23:30", "dtstart": "2018-07-25 22:30"}, {"dtend": "2018-07-26 23:30", "dtstart": "2018-07-26 22:30"}, {"dtend": "2018-07-28 23:30", "dtstart": "2018-07-28 22:30"}], "description": "Comedian Big Jay Oakerson has been a stand out at comedy and music festivals around the world for the last 2 decades. Join him as he returns to the stage at Just For Laughs this summer.", "id": 326, "summary": "Big Jay Oakerson"}, {"representations": [{"dtend": "2018-07-12 23:00", "dtstart": "2018-07-12 22:00"}, {"dtend": "2018-07-13 23:00", "dtstart": "2018-07-13 22:00"}, {"dtend": "2018-07-14 23:00", "dtstart": "2018-07-14 22:00"}, {"dtend": "2018-07-19 23:00", "dtstart": "2018-07-19 22:00"}, {"dtend": "2018-07-20 23:30", "dtstart": "2018-07-20 22:30"}, {"dtend": "2018-07-21 23:00", "dtstart": "2018-07-21 22:00"}], "description": "Un an seulement après sa sortie de l’École nationale de l’humour, Pierre-Yves Roy-Desmarais vous invite à passer 60 minutes dans son univers bien à lui. Souvent audacieux et toujours charmant, l’humour de Pierre-Yves se démarque déjà, comme le témoigne sa participation à la finale de En route vers mon premier gala en 2017 et ses nombreuses présences dans les soirées d’humour les plus prestigieuses au Québec. Ne ratez pas la chance de voir une étoile montante de l’humour avant que les scalpers se mettent à revendre ses billets beaucoup trop chers. ", "id": 322, "summary": "Bonjour"}, {"representations": [{"dtend": "2018-07-23 20:30", "dtstart": "2018-07-23 19:30"}, {"dtend": "2018-07-24 20:30", "dtstart": "2018-07-24 19:30"}, {"dtend": "2018-07-25 20:30", "dtstart": "2018-07-25 19:30"}], "description": "California native Brad Williams, is performing his solo show at OFF-JFL this summer in Montreal. Don’t miss the opportunity to see one of the funniest and most in-demand comedians working today. ", "id": 398, "summary": "Brad Williams"}, {"representations": [{"dtend": "2018-07-07 20:00", "dtstart": "2018-07-07 19:00"}, {"dtend": "2018-07-08 21:30", "dtstart": "2018-07-08 20:30"}, {"dtend": "2018-07-13 20:00", "dtstart": "2018-07-13 19:00"}, {"dtend": "2018-07-15 21:30", "dtstart": "2018-07-15 20:30"}], "description": "C'est drôle même si c'est triste est la combinaison des plus récents spectacles Dépression et Avril 2018 de l’humoriste  Pascal Cameron. Il y explore sa peur de l’amour, de l’attachement, de la mort et pose son regard sur la morosité et les incohérences qui l’entourent.\n", "id": 344, "summary": "C'est drôle même si c'est triste"}, {"representations": [{"dtend": "2018-07-25 23:30", "dtstart": "2018-07-25 22:30"}, {"dtend": "2018-07-27 23:30", "dtstart": "2018-07-27 22:30"}], "description": "Award-winning comedian, Chad Daniels, is joining the Just For Laughs Festival this summer. Get ready to laugh as he performs his solo show at OFF-JFL!", "id": 399, "summary": "Chad Daniels"}, {"representations": [{"dtend": "2018-07-07 23:00", "dtstart": "2018-07-07 22:00"}, {"dtend": "2018-07-08 23:00", "dtstart": "2018-07-08 22:00"}, {"dtend": "2018-07-11 23:00", "dtstart": "2018-07-11 22:00"}, {"dtend": "2018-07-12 23:00", "dtstart": "2018-07-12 22:00"}, {"dtend": "2018-07-13 23:00", "dtstart": "2018-07-13 22:00"}], "description": "1348, à une époque où la superstition et l’épée règnent sur la raison et la science, l’Europe se voit décimée par un mal effroyable qui emportera près de 50% de sa population. Pour son second spectacle solo, l’humoriste Charles Beauchesne vous invite à découvrir l’histoire de la peste noire dans une leçon d’histoire terrifiante, mais indéniablement humoristique.\n", "id": 345, "summary": "Charles Beauchesne parle de la peste noir pendant 60 minutes"}, {"representations": [{"dtend": "2018-07-05 21:45", "dtstart": "2018-07-05 20:45"}, {"dtend": "2018-07-06 21:45", "dtstart": "2018-07-06 20:45"}, {"dtend": "2018-07-07 21:45", "dtstart": "2018-07-07 20:45"}, {"dtend": "2018-07-11 21:45", "dtstart": "2018-07-11 20:45"}, {"dtend": "2018-07-12 21:45", "dtstart": "2018-07-12 20:45"}, {"dtend": "2018-07-13 21:45", "dtstart": "2018-07-13 20:45"}, {"dtend": "2018-07-14 21:45", "dtstart": "2018-07-14 20:45"}, {"dtend": "2018-07-16 20:15", "dtstart": "2018-07-16 19:15"}, {"dtend": "2018-07-18 21:45", "dtstart": "2018-07-18 20:45"}, {"dtend": "2018-07-19 21:45", "dtstart": "2018-07-19 20:45"}, {"dtend": "2018-07-21 21:45", "dtstart": "2018-07-21 20:45"}], "description": "Depuis sa sortie des bancs d’école en 2016, Charles Pellerin laisse sa marque avec brio sur toutes les scènes. L’instant de le dire, il a pris la barre des mythiques Lundis de l’humour au bar le Jockey, est devenu le plus jeune de l’histoire à jouer sur les soirées régulières du Bordel Comédie Club, en plus de faire les premières parties de Jay du Temple.  Sous ses airs de libraire chez Renaud-Bray, on y découvre un humoriste au charme indéniable, une sagesse désarmante et des anecdotes brillamment réfléchies. Sa première heure en solo, et déjà parmi les spectacles avec le plus de représentations du festival.  Le futur de l’humour, c’est lui.", "id": 388, "summary": "Charles Pellerin"}, {"representations": [{"dtend": "2018-07-26 21:30", "dtstart": "2018-07-26 20:30"}, {"dtend": "2018-07-28 21:30", "dtstart": "2018-07-28 20:30"}], "description": "Hilarious New York based actor and comedian, Chris Distefano, returns to Montreal this summer to perform solo at OFF-JFL. ", "id": 400, "summary": "Chris Distefano"}, {"representations": [{"dtend": "2018-07-26 23:30", "dtstart": "2018-07-26 22:30"}, {"dtend": "2018-07-28 23:30", "dtstart": "2018-07-28 22:30"}], "description": "Chris Gethard is the host and star of Funny or Die's The Chris Gethard Show on TruTV and the host of the popular Earwolf podcast Beautiful Stories from Anonymous People. \n\nChris recently starred in the Mike Birbiglia film, Don’t Think Twice and can be seen as ‘Todd’ on Comedy Central’s Broad City. Other credits include Comedy Central’s Inside Amy Schumer, NBC’s Parks and Recreation, The Office, and the film The Heat. Chris is the author of the book A Bad Idea I’m About to Do and his first stand-up album, My Comedy Album, debuted at # 2 on Billboard’s Heatseekers chart in 2014. \n\nChris's one man show, Career Suicide (produced by Judd Apatow) premiered on HBO after completing a successful off-broadway run at The Lynn Redgrave Theatre in NYC. \n\nDon’t miss his solo performance at OFF-JFL.\n", "id": 327, "summary": "Chris Gethard"}, {"representations": [{"dtend": "2018-07-24 22:00", "dtstart": "2018-07-24 21:00"}, {"dtend": "2018-07-26 22:00", "dtstart": "2018-07-26 21:00"}], "description": "Performing solo at OFF-JFL this summer is the multi-talented actor, writer, stand-up, sketch, and improv performer, Chris Redd. ", "id": 401, "summary": "Chris Redd"}, {"representations": [{"dtend": "2018-07-28 20:30", "dtstart": "2018-07-28 19:30"}], "description": "1 fille. 1 show. 1 heure. 1 fois! E-N-F-I-N le spectacle solo de Morency! (Christine. Pas François.)   Cet été, toi et moi, on va passer SOIXANTE minutes en tête à tête. Ma meilleure date. M’a me mettre belle pis espérer te charmer. Soixante minutes d’anecdotes, de blagues, de fun. Ce show-là, c’est l’occasion rêvée d'amener : -l’ami célibataire à qui tu veux me présenter #unefillesessaye  -ton chum, ta blonde  -ta meilleure amie -ta mère, ton frère, TOUTE TA FAMILLE (sauf s’ils ont en bas de 16 ans…).   Et tout ça, c’est UN soir seulement.  Réfléchi pas. Achète ton billet maintenant !  Hey ! Pas game de mettre ce show-là sold out !  À tantôt!", "id": 368, "summary": "Christine. Pas François."}, {"representations": [], "id": 352}, {"representations": [{"dtend": "2018-07-05 20:00", "dtstart": "2018-07-05 19:00"}], "description": "Ciné-Nacho est un projet rendant hommage aux séries et films ayant marqué nos enfances. Un gros party en l'honneur d'un film ou d'une série culte avec jeux et stand up écrit spécialement pour l'occasion. Un animateur, 5 humoristes et des blagues exclusives présentées un soir seulement. Passant du roi Lion au Parc Jurassique pour se diriger vers Mean Girls et finir avec la série Radio Enfer. La nostalgie et l'humour joignent leur force pour un happening à ne pas manquer.", "id": 448, "summary": "Ciné-Nacho: Jurassic Park"}, {"representations": [{"dtend": "2018-07-11 20:00", "dtstart": "2018-07-11 19:00"}], "description": "Ciné- Nacho est un projet rendant hommage aux séries et films ayant marqués nos enfances. C'est un gros party en l'honneur d'un film ou d'une série culte avec jeux et stand up écrit spécialement pour l'occasion. Un animateur, 5 humoristes et des blagues exclusives présentées un soir seulement. Passant du roi Lion au Parc Jurassique pour se diriger vers Mean Girls et finir avec la série Radio Enfer, la nostalgie et l'humour joignent leur force pour un happening à ne pas manquer.", "id": 449, "summary": "Ciné-Nacho: Le Roi Lion"}, {"representations": [{"dtend": "2018-07-24 22:00", "dtstart": "2018-07-24 21:00"}], "description": "Ciné- Nacho est un projet rendant hommage aux séries et films ayant marqués nos enfances. C'est un gros party en l'honneur d'un film ou d'une série culte avec jeux et stand up écrit spécialement pour l'occasion. Un animateur, 5 humoristes et des blagues exclusives présentées un soir seulement. Passant du roi Lion au Parc Jurassique pour se diriger vers Mean Girls et finir avec la série Radio Enfer, la nostalgie et l'humour joignent leur force pour un happening à ne pas manquer.", "id": 451, "summary": "Ciné-Nacho: Mean Girls"}, {"representations": [{"dtend": "2018-07-18 20:00", "dtstart": "2018-07-18 19:00"}], "description": "Ciné- Nacho est un projet rendant hommage aux séries et films ayant marqués nos enfances. C'est un gros party en l'honneur d'un film ou d'une série culte avec jeux et stand up écrit spécialement pour l'occasion. Un animateur, 5 humoristes et des blagues exclusives présentées un soir seulement. Passant du roi Lion au Parc Jurassique pour se diriger vers Mean Girls et finir avec la série Radio Enfer, la nostalgie et l'humour joignent leur force pour un happening à ne pas manquer.", "id": 450, "summary": "Ciné-Nacho: Radio Enfer"}, {"representations": [{"dtend": "2018-07-23 20:00", "dtstart": "2018-07-23 19:00"}, {"dtend": "2018-07-24 20:00", "dtstart": "2018-07-24 19:00"}, {"dtend": "2018-07-25 20:00", "dtstart": "2018-07-25 19:00"}, {"dtend": "2018-07-26 20:00", "dtstart": "2018-07-26 19:00"}], "description": "If you’ve enjoyed his other shows, or you’re just at a place in your life where you’re lost and you need intelligent laughs, come see Colin Quinn’s new one-man show. One In Every Crowd this summer in Montreal at OFF-JFL.", "id": 402, "summary": "Colin Quinn: One In Every Crowd"}, {"representations": [{"dtend": "2018-07-20 21:30", "dtstart": "2018-07-20 20:30"}], "description": "Colour Outside the Lines features a vibrant ensemble of improvisers, who draw inspiration from narratives of family, moving to new places and blending traditions to create an incredible night of comedy! \n\nWith phenomenal talent, local to both Montreal and Toronto, Colour Outside the Lines consistently uplifts one gorgeous rainbow of perspectives, celebrating a wonderful array of diverse comedic voices.\n\n", "id": 435, "summary": "Colour Outside the Lines"}, {"representations": [{"dtend": "2018-07-05 23:30", "dtstart": "2018-07-05 22:30"}, {"dtend": "2018-07-06 23:30", "dtstart": "2018-07-06 22:30"}], "description": " En 2013, fraîchement diplômé de l’École National de l’humour et fraîchement célibataire suite à une relation fouareuse (dont il est l'unique architecte), Mathieu se retrouve devant plusieurs vides existentiels. \n\nPot, jeux vidéos, Tinder, seront ses faux-amis qui le feront « surfer » sur une vague le dirigeant direct sur le cap dépression.\n La cerise sur le Sundae métaphysique : un coup de fil de son père lui apprenant que son grand-père, happé par le cancer, n’a que quelques mois  à vivre. \nRébarbatif à être confronté à son grand-père mourant, Mathieu est forcé de sortir de sa zone de peusodo-confort-dépressif pour lui rendre visite à l’hôpital. Découvrez comment la rencontre de ses deux univers aux opposés du chemin de la vie lui sera salutaire. \n\nComment le cancer de mon grand-père m’a fait découvrir le Disco est un voyage autobiographique d’un point tournant de la vie de Mathieu Lorain Dignard. Drôle, touchant et tragiquement humain, Mathieu vous plongera  au cœur du labyrinthe qu’est un épisode dépressif et vous montrera à quel point la sortie peut ressurgir d’un endroit totalement inattendu. Parce que sérieusement là, wtf le rapport entre le cancer et le disco?\n", "id": 439, "summary": "Comment le cancer de mon grand-père m'a fait découvrir le disco"}, {"representations": [{"dtend": "2018-07-09 20:15", "dtstart": "2018-07-09 19:15"}, {"dtend": "2018-07-10 21:45", "dtstart": "2018-07-10 20:45"}, {"dtend": "2018-07-27 23:15", "dtstart": "2018-07-27 22:15"}, {"dtend": "2018-07-28 23:15", "dtstart": "2018-07-28 22:15"}], "description": "Dhanaé A. Beaulieu et Marc-Antoine Lévesque sont CONTENTS! Malgré tous les malheurs qui nous accablent dans ce monde cruel, ils sont contents. Contents d'être en vie. Contents de porter des beaux vêtements d'homme. Contents pour les autres. Contents de l'amour, mais beaucoup de l'amitié. Contents de présenter un premier spectacle à Zoofest depuis leur sortie de l'École nationale de l'humour en 2017. Surtout contents d'avoir trouvé un bon titre pour le spectacle.\n", "id": 357, "summary": "Contents"}, {"representations": [{"dtend": "2018-07-10 22:00", "dtstart": "2018-07-10 21:00"}, {"dtend": "2018-07-11 22:00", "dtstart": "2018-07-11 21:00"}, {"dtend": "2018-07-14 22:00", "dtstart": "2018-07-14 21:00"}, {"dtend": "2018-07-15 22:00", "dtstart": "2018-07-15 21:00"}], "description": "Les jumeaux Don et Hunter ont tout pour ne jamais passer à l’histoire. Ils s’ennuient dans le village gris qu’est Hellsington. Ils s’ennuient tellement qu’un jour, ils seront frappés par l’ambition de laisser une marque indélébile sur Terre. Leur plan : faire exploser Internet. S’engouffrant dans les affres du Deep Web, ils créent une communauté ralliant des internautes de partout sur la planète. Leur stratégie se peaufine. La chance semble leur sourire lorsqu’ils font la connaissance de Carry, également résidente d’Hellsington, et complice de taille dans l’accomplissement de leur dessein. C’est Carry l’artificière qui leur fournira le détonateur. Jour J. Plus que quelques heures avant la déflagration qui révolutionnera le monde. L’excitation est palpable au quartier général. Ne manque plus que Carry. Ce que les jumeaux ignorent, c’est que Carry est suicidaire. Il ne faut jamais faire confiance à une personne suicidaire quand on rêve de changer le monde. Où est Carry? Don et Hunter goûteront-ils à la gloire? \n", "id": 353, "summary": "Copié-collé"}, {"representations": [], "id": 366}, {"representations": [{"dtend": "2018-07-22 21:30", "dtstart": "2018-07-22 20:30"}], "description": " Jo Cormier, tout droit sorti des profondeurs marines, débarque avec CROWBAR, son spectacle d’une heure. Souvent pointé du doigt pour son « swag » inhabituel, Jo Cormier est aussi associé à la bonhommie du beau-frère, mariage à la fois étrange et cohérent. Jo Cormier, oiseau de bonheur, vous invite à son délicieux spectacle CROWBAR, de sa traduction libre : « Ligne de Corbeau » . \nVous entrerez dans l’imaginaire déjanté du jeune humoriste, dans lequel il jouera avec vos perceptions. Bref, il s’agit du Gary Kurtz des temps modernes. Venez célébrer la différence et briser l’isolement dans un lieu sécuritaire où il fait bon rire. \n« Un bon cocktail de n’importe quoi qui finit par gouter bon. Manquez pas ça mes p’tites peanuts. » - Jo Cormier \nSaviez-vous que le corbeau est l’un des oiseaux les plus intelligents et les plus mésestimés du monde ? Changeons les perceptions.\n", "id": 443, "summary": "Crowbar"}, {"representations": [{"dtend": "2018-07-21 22:00", "dtstart": "2018-07-21 21:00"}], "description": "You probably love RuPaul’s Drag Race, but you haven’t seen all that drag can be until you’ve seen the incomparable, Crystal Slippers. Crystal is a queen among queens who uses her vast talents as an actress to bring characters and stories to life in ways that will blow your mind. Every month, Crystal welcomes the civilians of Montreal into her home—the Crystal Palace at Loft #314—to delight in the juiciest, sexiest, wildest variety show in the city. Now her majesty is casting a wider net and taking the show to the biggest comedy festival in the world! Join Crystal and her incredible hosts, comedians Thomas Leblanc and Tranna Wintour (from the chart-topping podcast Chosen Family) as they unite the greatest talents from the worlds of comedy, burlesque, drag, and music in the name of love, glamour, and entertainment! ", "id": 422, "summary": "Crystal Palace"}, {"representations": [{"dtend": "2018-07-19 20:30", "dtstart": "2018-07-19 19:30"}, {"dtend": "2018-07-20 20:30", "dtstart": "2018-07-20 19:30"}, {"dtend": "2018-07-21 20:30", "dtstart": "2018-07-21 19:30"}], "description": "After months of negotiations and personal death threats, Dan Ramos is back to take you on a journey in COMEDY: an hour-long spectacle that will entice your comedic taste buds to discharge laughter and bacteria. COMEDY will crack you up! COMEDY will question why you laugh at certain things (e.g mouth crusts). COMEDY will embarrass you in your seat and you will cry. COMEDY will make you want to see all three shows (July 19-20-21 at The Montreal Improv). Get ready for laughs, music, surprises, vintage shopping, 4 carrots, a bag of potatoes, 1 cup of water, and a tablespoon of salt and pepper.", "id": 426, "summary": "Dan Ramos: COMEDY"}, {"representations": [{"dtend": "2018-07-11 23:15", "dtstart": "2018-07-11 22:15"}, {"dtend": "2018-07-12 23:15", "dtstart": "2018-07-12 22:15"}, {"dtend": "2018-07-13 23:15", "dtstart": "2018-07-13 22:15"}, {"dtend": "2018-07-18 23:15", "dtstart": "2018-07-18 22:15"}, {"dtend": "2018-07-19 23:15", "dtstart": "2018-07-19 22:15"}, {"dtend": "2018-07-20 23:15", "dtstart": "2018-07-20 22:15"}], "description": "Légèrement baveux, un tantinet impatient mais tellement attachant, Mike mélange stand-up et anecdotes pour vous présenter son univers et tous les malaises qui s’y rattachent, le tout sans filtre et surtout Dans ta face.\n", "id": 358, "summary": "Dans ta face"}, {"representations": [{"dtend": "2018-07-19 20:30", "dtstart": "2018-07-19 19:30"}, {"dtend": "2018-07-20 20:30", "dtstart": "2018-07-20 19:30"}, {"dtend": "2018-07-21 20:30", "dtstart": "2018-07-21 19:30"}, {"dtend": "2018-07-23 23:00", "dtstart": "2018-07-23 22:00"}, {"dtend": "2018-07-24 23:00", "dtstart": "2018-07-24 22:00"}], "description": "From confronting pit bulls to ordering coffee, DeAnne Smith tackles her fears and anxieties in this warm and ferociously funny hour. \n\n“Unique and utterly disarming” - The Music \n\n“Near perfection. The gags are brilliantly crafted, but it’s the warmth she radiates from the stage that makes an hour in her presence such an unabated joy.” -Time Out Melbourne \n\n“Walking out of [her show]is a similar experience to walking out of an amazing therapy session in which a breakthrough has been made or a realisation that life is not as hard or bad as you thought it was.” - My Melbourne Arts\n", "id": 404, "summary": "DeAnne Smith: Escape Room"}, {"representations": [{"dtend": "2018-07-16 23:00", "dtstart": "2018-07-16 22:00"}], "description": "L'équipe du podcast le plus \"random\" de CHOQ.lol.tazor revient en force avec une autre prestation \"live\" qui sera remplie de surprise. La preuve: nous n'avons nous-même aucune idée de ce que nous allons faire! C'est incroyable et invraisemblable!\n\nAvec Julien Bernatchez, Maxime Gervais, Dom Massi, Mathieu Niquette, Sophie Croteau, Nicolas Fournier-Larocque, Etienne Forest, Murphy Cooper", "id": 440, "summary": "Des si et des rais LIVE"}, {"representations": [{"dtend": "2018-07-19 22:00", "dtstart": "2018-07-19 21:00"}, {"dtend": "2018-07-20 22:00", "dtstart": "2018-07-20 21:00"}, {"dtend": "2018-07-21 22:00", "dtstart": "2018-07-21 21:00"}, {"dtend": "2018-07-22 22:00", "dtstart": "2018-07-22 21:00"}, {"dtend": "2018-07-23 22:00", "dtstart": "2018-07-23 21:00"}, {"dtend": "2018-07-24 23:30", "dtstart": "2018-07-24 22:30"}], "description": "Join Janelle James and Tim Dillon as they co-headline at OFF-JFL this summer. Don’t miss your chance to see two great comics packed into one show for double the laughs! \n", "id": 405, "summary": "Double Threat: Janelle James & Tim Dillon"}, {"representations": [{"dtend": "2018-07-09 21:45", "dtstart": "2018-07-09 20:45"}, {"dtend": "2018-07-15 20:15", "dtstart": "2018-07-15 19:15"}], "description": "Drette su’l tape est un podcast animé par l’humoriste David Beaucage qui y reçoit des personnalités reliées de près ou de loin à l’univers du hockey. Georges Laraque, Chantal Machabée, Marc-André Grondin et même Peter Forsberg comptent parmi les invités qui ont discuté avec David de leur parcours unique. Après deux saisons couronnées de succès (sans compter des enregistrements spéciaux en Suède), David est heureux de sortir du studio et d‘enregistrer des épisodes spéciaux devant public, dans le cadre de Zoofest!", "id": 376, "summary": "Drette su'l tape"}, {"representations": [{"dtend": "2018-07-20 23:30", "dtstart": "2018-07-20 22:30"}], "description": "Employees of the Year are a sketch comedy duo featuring Ross Wegscheider and Emelia Hellman that incorporate dance, sketch, parody and storytelling into a hilariously charming one of a kind comedy experience, with two amazing guest stars. Libro Magico will take you on a magical journey filled with adventure, mystery, and of course…a killer soundtrack. ", "id": 424, "summary": "Employees of the Year in Libro Magico"}, {"representations": [{"dtend": "2018-07-06 20:00", "dtstart": "2018-07-06 19:00"}, {"dtend": "2018-07-07 20:00", "dtstart": "2018-07-07 19:00"}, {"dtend": "2018-07-11 21:30", "dtstart": "2018-07-11 20:30"}, {"dtend": "2018-07-12 20:00", "dtstart": "2018-07-12 19:00"}, {"dtend": "2018-07-13 20:00", "dtstart": "2018-07-13 19:00"}, {"dtend": "2018-07-14 20:00", "dtstart": "2018-07-14 19:00"}, {"dtend": "2018-07-15 20:00", "dtstart": "2018-07-15 19:00"}, {"dtend": "2018-07-18 21:30", "dtstart": "2018-07-18 20:30"}, {"dtend": "2018-07-19 21:30", "dtstart": "2018-07-19 20:30"}, {"dtend": "2018-07-20 21:30", "dtstart": "2018-07-20 20:30"}], "description": "Y’a quelqu’un de pourri au royaume!\n\nCouvée par ses parents depuis la plus tendre enfance, c’est à 25 ans que Rosalie Vaillancourt décide enfin de sortir de sa coquille pour découvrir le monde!\n\nNe vous fiez pas à ses boucles d’or et sa voix de poupée bout d’chou, Rosalie est un véritable petit démon qui se croit tout permis et qui veut tout avoir maintenant!\n\nEst-ce que cette mini-dictatrice-enfant-gâtée-génie-du-mal réussira à devenir une bonne personne d’ici la fin du show?\n\nSeul ce spectacle de stand-up humoristique nous le dira!\n\nAvec son humour néo-burlesque (un terme qu’elle a inventé) Rosalie part en tournée partout au Québec avec un spectacle qui mêle folie, fraîcheur et manipulation émotive!\n\nMais ne vous en faites pas, elle sera accompagnée par ses deux parents qui s’assureront que son linge est propre et qu’elle ne tombe pas enceinte en région!\n\n*Ceci est le rodage (première version des textes) du spectacle en vue du One woman show.\n\n**Pour public averti : peut contenir langage vulgaire, voix agressante, propos déplacés et cannibalisme (si vous êtes assez sages!)\n\n", "id": 387, "summary": "Enfant Roi"}, {"representations": [{"dtend": "2018-07-24 21:00", "dtstart": "2018-07-24 20:00"}, {"dtend": "2018-07-24 23:30", "dtstart": "2018-07-24 22:30"}, {"dtend": "2018-07-25 21:00", "dtstart": "2018-07-25 20:00"}, {"dtend": "2018-07-25 23:30", "dtstart": "2018-07-25 22:30"}, {"dtend": "2018-07-26 21:00", "dtstart": "2018-07-26 20:00"}, {"dtend": "2018-07-26 23:30", "dtstart": "2018-07-26 22:30"}, {"dtend": "2018-07-27 21:00", "dtstart": "2018-07-27 20:00"}, {"dtend": "2018-07-27 23:30", "dtstart": "2018-07-27 22:30"}, {"dtend": "2018-07-28 21:00", "dtstart": "2018-07-28 20:00"}, {"dtend": "2018-07-28 23:30", "dtstart": "2018-07-28 22:30"}], "description": "The world’s most prestigious comedy festival lands in Montreal’s premiere comedy club for 10 mix-and-match, multi-stand-up, full-of-surprises shows.", "id": 324, "summary": "Fest at the Nest"}, {"representations": [{"dtend": "2018-07-19 21:30", "dtstart": "2018-07-19 20:30"}], "description": "From the creators of Precinct comes Films in Focus, an improvised movie review show hosted by esteemed and bickering film critics Lars Van Leuwen (Andy Assaf) and Benji Manking (Jason Grimmer). This show will be taking a look back at some classic films that they feel are so some of the best ever committed to celluloid.\n\n", "id": 437, "summary": "Films in Focus"}, {"representations": [{"dtend": "2018-07-25 20:00", "dtstart": "2018-07-25 19:00"}, {"dtend": "2018-07-26 20:00", "dtstart": "2018-07-26 19:00"}, {"dtend": "2018-07-27 20:00", "dtstart": "2018-07-27 19:00"}, {"dtend": "2018-07-28 20:00", "dtstart": "2018-07-28 19:00"}], "description": "Stand-up comedian, writer, and actor, Fortune Feimster, crushes each stage she steps on. Don’t miss her solo performance at OFF-JFL.", "id": 328, "summary": "Fortune Feimster"}, {"representations": [{"dtend": "2018-07-15 20:00", "dtstart": "2018-07-15 19:00"}, {"dtend": "2018-07-18 23:30", "dtstart": "2018-07-18 22:30"}, {"dtend": "2018-07-19 20:00", "dtstart": "2018-07-19 19:00"}, {"dtend": "2018-07-22 20:00", "dtstart": "2018-07-22 19:00"}], "description": "Comme le Zoofest lance cette année le gala des 10 ans du festival, on prend un peu d’avance et vous présente aussi le gala des 15 ans! Venez voir en primeur les humoristes qui marqueront les cinq prochaines années, avec du matériel avant-gardiste. Un genre de Black Mirror, sans l’angoisse existentielle qui l’accompagne.\n\nCharles Pellerin aura le plaisir de recevoir Alexandre Forest, Pierre-Yves Roy-Desmarais, Christine Morency, Daphné Létourneau et Léa Stréliski!", "id": 441, "summary": "Gala 2023"}, {"representations": [{"dtend": "2018-07-17 22:45", "dtstart": "2018-07-17 21:45"}, {"dtend": "2018-07-17 20:00", "dtstart": "2018-07-17 19:00"}], "description": "Animé de main de maître par Sam Breton, un grand habitué du festival, le Gala du 10e s'annonce comme la plus grande célébration de Zoofest de l'été! Des humoristes ayant fait leurs débuts au festival reviennent sur les planches du Monument National pour célébrer 10 ans de découvertes et de prise de risques! Avec entre autre Jay du Temple, Mehdi Bousaidan, Rosalie Vaillancourt, Guillaume Pineault, David Beaucage, Les Pic-Bois, Yannick de Martino, Martin Perizzolo et plusieurs invités surprises!", "id": 318, "summary": "Gala du 10e"}, {"representations": [{"dtend": "2018-07-25 21:30", "dtstart": "2018-07-25 20:30"}, {"dtend": "2018-07-26 23:00", "dtstart": "2018-07-26 22:00"}, {"dtend": "2018-07-27 21:30", "dtstart": "2018-07-27 20:30"}], "description": "A scholarship college football player. An accountant. A high school teacher. And now one of the most popular touring comics. Join Gary Gulman this summer as he performs a solo show for OFF-JFL.", "id": 329, "summary": "Gary Gulman"}, {"representations": [{"dtend": "2018-07-21 23:30", "dtstart": "2018-07-21 22:30"}], "description": "At HELL YEAH // F#CK NO!, YOUR voice is heard and you get to have the final say on which scenes continue, and which are thrown into the great comedy trash heap.", "id": 436, "summary": "HELL YEAH // F#CK NO!"}, {"representations": [{"dtend": "2018-07-24 20:30", "dtstart": "2018-07-24 19:30"}, {"dtend": "2018-07-24 22:45", "dtstart": "2018-07-24 21:45"}, {"dtend": "2018-07-25 20:30", "dtstart": "2018-07-25 19:30"}, {"dtend": "2018-07-25 22:45", "dtstart": "2018-07-25 21:45"}, {"dtend": "2018-07-26 20:30", "dtstart": "2018-07-26 19:30"}, {"dtend": "2018-07-26 22:45", "dtstart": "2018-07-26 21:45"}, {"dtend": "2018-07-27 20:30", "dtstart": "2018-07-27 19:30"}, {"dtend": "2018-07-27 22:45", "dtstart": "2018-07-27 21:45"}, {"dtend": "2018-07-28 20:30", "dtstart": "2018-07-28 19:30"}, {"dtend": "2018-07-28 22:45", "dtstart": "2018-07-28 21:45"}], "description": "They say that hospitality is a dying art. Every night a different comic will prove THEM wrong as they take you ever so gently by the hand and introduce you to amazing lineups of the best comedians in the world doing their thing. Every night a different host. Every show a new lineup.", "id": 330, "summary": "Hosts with the Most"}, {"representations": [{"dtend": "2018-07-20 22:00", "dtstart": "2018-07-20 21:00"}], "description": "Join Montreal's Hot Raw Fire for what may very well be the only sketch comedy show in the ENTIRE festival! What even is “sketch comedy”? Is it one of those Saturday Night Lives?! Yes, dad, I suppose you could call it that. Known for their live video on stage a PG-13 mime body horror, this quintet has delighted audiences across North America. Fresh off festival runs in Chicago, Toronto & San Francisco, Hot Raw Fire promises to deliver a multi-media comedy-dream like no other. Pretty rad, right? Now put your laughing bibs on and dig into this skit buffet! Special guests to be announced.", "id": 432, "summary": "Hot Raw Fire: All You Can Eat"}, {"representations": [{"dtend": "2018-07-28 23:00", "dtstart": "2018-07-28 22:00"}], "description": "His mother was an activist, lover of organic foods, and computer programmer. He was raised in Washington D.C. before rich white people returned to re-claim the land. He’s been online since 1993, and now, at 40 years old, he’s got theories on the future of everything. Join Baratunde Thurston, former executive from The Daily Show and The Onion, as he takes you on a journey into a techno-fabulous future informed by our sometimes-terrible past.", "id": 397, "summary": "In The Future, We're All Dominican"}, {"representations": [{"dtend": "2018-07-21 21:30", "dtstart": "2018-07-21 20:30"}], "description": "Infemous is a well-rounded comedy hour of vivacious proportions produced and hosted by Kate Hammer. In one sitting, audience members will be treated to character, sketch, and improv comedy, with a guest monologist to inspire it all. Infemous is creating a space for women and non-binary players in the community because, as it turns out, that still needs to happen. Prepare to be empowered.", "id": 419, "summary": "Infemous"}, {"representations": [{"dtend": "2018-07-26 23:30", "dtstart": "2018-07-26 22:30"}, {"dtend": "2018-07-28 23:30", "dtstart": "2018-07-28 22:30"}], "description": "Mike O'Brien has not been doing stand-up his whole life. But if he had, this would be the best of his sets from when he was 16, 58, 8, 32, 79, and 42. You'll see Mike's ever evolving sense of humour over the decades. From his 8 year old self who is anxious to get that first sleepover under his belt, to the 58 year old which Mike predicts will have \"Too Many Daughters!!\" (trademarked catch phrase).", "id": 409, "summary": "I've Been Doing stand-Up My Whole Life"}, {"representations": [{"dtend": "2018-07-05 20:00", "dtstart": "2018-07-05 19:00"}, {"dtend": "2018-07-18 20:00", "dtstart": "2018-07-18 19:00"}, {"dtend": "2018-07-19 20:00", "dtstart": "2018-07-19 19:00"}, {"dtend": "2018-07-20 20:00", "dtstart": "2018-07-20 19:00"}, {"dtend": "2018-07-21 20:00", "dtstart": "2018-07-21 19:00"}, {"dtend": "2018-07-22 20:00", "dtstart": "2018-07-22 19:00"}, {"dtend": "2018-07-25 20:00", "dtstart": "2018-07-25 19:00"}], "description": "En pleine préparation de son one-woman show! Authentique et animée par une spontanéité désarmante, Mélanie impose son dynamisme et ses réflexions sans arriver à cacher sa propre vulnérabilité. Son air candide la rend plus qu’attachante et grâce à sa complicité avec le public, elle partage tout ce qui l’allume, la choque et cherche à comprendre tout ce qui lui échappe.  Elle se lance dans un spectacle franc et honnête pour parler de ses forces, de ses faiblesses et de ses obligations « d’être humain ». Issue d’une famille « particulière », elle s’inspire d’événements marquants pour comprendre certains de ses comportements actuels. Jumelant stand-up et anecdotes, elle arrive sur scène avec un aplomb énergisant!", "id": 385, "summary": "Je me prépare!"}, {"representations": [{"dtend": "2018-07-08 20:00", "dtstart": "2018-07-08 19:00"}, {"dtend": "2018-07-09 23:00", "dtstart": "2018-07-09 22:00"}, {"dtend": "2018-07-10 23:00", "dtstart": "2018-07-10 22:00"}, {"dtend": "2018-07-11 23:00", "dtstart": "2018-07-11 22:00"}, {"dtend": "2018-07-15 21:45", "dtstart": "2018-07-15 20:45"}, {"dtend": "2018-07-16 23:00", "dtstart": "2018-07-16 22:00"}, {"dtend": "2018-07-18 23:00", "dtstart": "2018-07-18 22:00"}, {"dtend": "2018-07-19 21:45", "dtstart": "2018-07-19 20:45"}], "description": "Zoofest, Urbania et La Presse se joignent afin de créer des rencontres hors du commun. La série \"Je veux tout savoir\" aura lieu sur 8 dates. Le but: mélanger les générations, démystifier les mythes et connaître les personnes derrière les personnalités publiques.\n\n8 juillet : Valérie Plante\n9 juillet: Safia Nolin\n10 juillet : Christiane Charette\n16 juillet: Nicolas Ouellet\n18 juillet : Katherine Levac\n19 juillet: Marc-André Grondin\n", "id": 389, "summary": "Je veux tout savoir"}, {"representations": [{"dtend": "2018-07-10 23:30", "dtstart": "2018-07-10 22:30"}, {"dtend": "2018-07-11 23:30", "dtstart": "2018-07-11 22:30"}, {"dtend": "2018-07-23 23:30", "dtstart": "2018-07-23 22:30"}, {"dtend": "2018-07-24 23:30", "dtstart": "2018-07-24 22:30"}, {"dtend": "2018-07-28 23:30", "dtstart": "2018-07-28 22:30"}], "description": "Après 5 ans de carrière passés à l'ombre de ses confrères, le meilleur humoriste pas connu du Québec sort enfin au grand jour pour vous livrer 60 minutes de son best of, au plus grand plaisir des amateurs de grandes découvertes! Vie de famille, personnages, chansons grivoises, création de nouveaux genres sexuels et plusieurs surprises sauront aller chercher des gros rires de ventre!", "id": 365, "summary": "Jessy Sheehy: Je ne suis pas cool"}, {"representations": [{"dtend": "2018-07-05 20:15", "dtstart": "2018-07-05 19:15"}, {"dtend": "2018-07-06 20:15", "dtstart": "2018-07-06 19:15"}, {"dtend": "2018-07-07 20:15", "dtstart": "2018-07-07 19:15"}, {"dtend": "2018-07-08 20:15", "dtstart": "2018-07-08 19:15"}], "description": "Bien plus qu'un simple humoriste, Jessy Sheehy est aussi un fin dénicheur de talent! C'est donc avec ses coups de cœur artistiques que cet Irlandais sympathique présente pour le temps d'une heure de jeunes artistes émergents avec qui il fait tantôt des duos, tantôt des trios. Une macédoine de genres humoristiques, idéale pour faire de belles découvertes!", "id": 375, "summary": "Jessy Sheehy: Je suis cool dans ma gang"}, {"representations": [{"dtend": "2018-07-10 20:00", "dtstart": "2018-07-10 19:00"}, {"dtend": "2018-07-11 20:00", "dtstart": "2018-07-11 19:00"}, {"dtend": "2018-07-14 23:15", "dtstart": "2018-07-14 22:15"}, {"dtend": "2018-07-15 23:15", "dtstart": "2018-07-15 22:15"}, {"dtend": "2018-07-25 23:15", "dtstart": "2018-07-25 22:15"}, {"dtend": "2018-07-26 23:15", "dtstart": "2018-07-26 22:15"}], "description": "Jacob Ospian-Echeverria et Sam Boisvert montent sur scène chacun leur tour pour vous présenter 30 minutes de stand-up  lors d'un spectacle qui réunit ces deux humoristes aux approches différentes. Un spectacle de stand-up pur dans une ambiance intime et chaleureuse. Venez découvrir ces deux humoristes émergents qui laissent leur marque partout où ils passent!\n", "id": 346, "summary": "Jeunes premiers"}, {"representations": [{"dtend": "2018-07-23 21:30", "dtstart": "2018-07-23 20:30"}, {"dtend": "2018-07-24 21:30", "dtstart": "2018-07-24 20:30"}, {"dtend": "2018-07-25 21:30", "dtstart": "2018-07-25 20:30"}, {"dtend": "2018-07-26 21:30", "dtstart": "2018-07-26 20:30"}], "description": "Jim Breuer: My Hand to God. Jim Breuer chronicles his life’s journey. He’s chased hopes and dreams as well as kangaroos and leather pants while living with tragedy and comedy. You might find these stories hard to believe, but they’re true - “My hand to God.” ", "id": 406, "summary": "Jim Breuer: My Hand to God"}, {"representations": [{"dtend": "2018-07-26 20:30", "dtstart": "2018-07-26 19:30"}, {"dtend": "2018-07-27 20:30", "dtstart": "2018-07-27 19:30"}, {"dtend": "2018-07-28 20:30", "dtstart": "2018-07-28 19:30"}], "description": "Join Judah Friedlander this summer at Just For Laughs, as he performs, America… Still Number One, featuring all new material and crowd work. Watch as Judah takes on American exceptionalism and the U.S. domestic and foreign policy with hilarious and profound comment on racism, sexism, gun control, climate change, and health care. ", "id": 331, "summary": "Judah Friedlander: America... Still Number One"}, {"representations": [{"dtend": "2018-07-24 20:00", "dtstart": "2018-07-24 19:00"}, {"dtend": "2018-07-25 20:00", "dtstart": "2018-07-25 19:00"}, {"dtend": "2018-07-27 20:00", "dtstart": "2018-07-27 19:00"}], "description": "\nBostonian comedian. Jew. Sweetheart. \nAlex Edelman’s first show, Millennial – about very traumatic stock photos and young people - won the Edinburgh Comedy Award for Best Newcomer, the first show by an American to do so since 1997. The follow-up, Everything Handed to You - about identity and the availability of outlets in airports - was even more acclaimed: selling out its entire Edinburgh run and making the second best reviews of any comedy show at the Festival. \nHis third show, Just for Us - written after a year as a staff-writer on CBS’ The Great Indoors - has cemented his reputation as a writer-performer of impressive ambition and technical skill. In its premiere run at the Melbourne International Comedy Festival, it was nominated for a Barry Award for Best Show and earned superlative reviews. \nEdelman has been featured at JFL as a New Face (2015), written on the aforementioned’ The Great Indoors (2016), appeared on Conan, (2018), and been a staple on those ‘comedians you should know’ type lists. He is the creator of Peer Group - a show about the millennial generation - on Radio 4 and his hour-long special, Live at the BBC, is available on Netflix in some countries. \n", "id": 394, "summary": "Just For Us"}, {"representations": [{"dtend": "2018-07-18 23:30", "dtstart": "2018-07-18 22:30"}, {"dtend": "2018-07-19 23:30", "dtstart": "2018-07-19 22:30"}, {"dtend": "2018-07-20 23:30", "dtstart": "2018-07-20 22:30"}, {"dtend": "2018-07-25 23:30", "dtstart": "2018-07-25 22:30"}, {"dtend": "2018-07-26 23:30", "dtstart": "2018-07-26 22:30"}, {"dtend": "2018-07-27 23:30", "dtstart": "2018-07-27 22:30"}], "description": "Au lendemain d'une victoire politique importante, un homme reprend conscience nu au milieu d'une chambre inconnue. Réveillé par son attaché de presse qui a reçu une étrange vidéo compromettante, l'homme essaiera de reconstituer les événements de la veille dont il ne se souvient plus. Pourchassé par un monstre fabuleux, il devra faire vite s'il veut conserver son image de marque et entre deux selfies, apprendre les origines extraordinaires sur son existence.  Baigné par la musique envoûtante de Millimetrik, Just In est un solo politico-fantastique inspiré par la politique actuelle. Monologue à l'action déconstruite, il puise son essence dans la mythologie afin de mettre en lumière une ascension au pouvoir arrangée de toute pièce et prévue à l'horaire depuis des siècles et des siècles. L'auteur se sert ici du fantastique pour poser plusieurs questions sur la responsabilité de l'électeur ainsi que son rapport à l'image. À travers un récit haletant où le surnaturel côtoie des lieux communs, le spectateur assistera à une métamorphose complète qui promet de ne laisser personne indifférent.  La troisième pièce de Lucien Ratio réunit une fois de plus l'auteur/ interprète et le metteur en scène Jocelyn Pelletier à qui l'on doit entre autre Symbiose(s), La mélodie entre la vie et la mort et Entre vous et moi, il n’y a qu’un mur pour ne nommer que ceux-ci. Se joignent à eux, Jean-François Labbé et Millimetrik pour compléter l'équipe, eux aussi collaborateurs de longue date.  Juste avant les élections de cette automne, Just In présente le côté obscur de la politique à travers un voyage étrange et surprenant dans le monde des Hannunakis et des théories reptiliennes. Inspiré de faits vécus et de personnages célèbres comme Justin Trudeau, Rob Ford, Donald Trump et même Maxime Bernier... la soirée promet d'être fascinante.\n\nVisuel: Guillaume Perreault\nÉclairages: Jeff Labbé\n", "id": 354, "summary": "Just in"}, {"representations": [{"dtend": "2018-07-10 20:15", "dtstart": "2018-07-10 19:15"}, {"dtend": "2018-07-11 20:15", "dtstart": "2018-07-11 19:15"}, {"dtend": "2018-07-12 20:15", "dtstart": "2018-07-12 19:15"}, {"dtend": "2018-07-13 20:15", "dtstart": "2018-07-13 19:15"}, {"dtend": "2018-07-14 20:15", "dtstart": "2018-07-14 19:15"}, {"dtend": "2018-07-17 20:15", "dtstart": "2018-07-17 19:15"}, {"dtend": "2018-07-18 20:15", "dtstart": "2018-07-18 19:15"}, {"dtend": "2018-07-19 20:15", "dtstart": "2018-07-19 19:15"}, {"dtend": "2018-07-20 20:15", "dtstart": "2018-07-20 19:15"}, {"dtend": "2018-07-21 20:15", "dtstart": "2018-07-21 19:15"}, {"dtend": "2018-07-24 20:15", "dtstart": "2018-07-24 19:15"}, {"dtend": "2018-07-25 20:15", "dtstart": "2018-07-25 19:15"}, {"dtend": "2018-07-26 20:15", "dtstart": "2018-07-26 19:15"}, {"dtend": "2018-07-28 20:15", "dtstart": "2018-07-28 19:15"}], "description": "Ils sont de retour,  avec de nouveaux numéros d’humour,  \nAfin de divertir le monde avec passion,  \nAfin de rallier tous les peuples dans la même émotion,  \nAfin de dénoncer l'insolence et l’absurdité,  \nAvec des blagues, toujours bien pensées,  \nLa Colombe et le Corbeau vont chanter tout l’été !", "id": 383, "summary": "La colombe et le corbeau"}, {"representations": [{"dtend": "2018-07-14 20:30", "dtstart": "2018-07-14 19:30"}, {"dtend": "2018-07-15 20:30", "dtstart": "2018-07-15 19:30"}, {"dtend": "2018-07-26 20:30", "dtstart": "2018-07-26 19:30"}, {"dtend": "2018-07-27 20:30", "dtstart": "2018-07-27 19:30"}], "description": "Portrait d'une artiste au parcours atypique offert par une conférencière d'expérience. Assistée par un homme et une femme avec qui elle entretien des rapports ambigus, ils se remémorent son enfance, sa première expérience avec les insectes, partagent son amour du théâtre d’objets (pour objets) et se prêtent à des séances intimes d’interview. On réalise peu à peu qu’on n’assistera pas à une conférence normale. Malgré les efforts des protagonistes, le désordre prend le dessus. À travers des digressions, des interruptions, des malentendus et des conflits, le chaos progressera jusqu’à ce qu’un sens émerge de cette bio-narration.", "id": 364, "summary": "La conférence"}, {"representations": [{"dtend": "2018-07-16 21:45", "dtstart": "2018-07-16 20:45"}, {"dtend": "2018-07-18 21:45", "dtstart": "2018-07-18 20:45"}, {"dtend": "2018-07-21 23:30", "dtstart": "2018-07-21 22:30"}, {"dtend": "2018-07-22 23:30", "dtstart": "2018-07-22 22:30"}, {"dtend": "2018-07-23 21:45", "dtstart": "2018-07-23 20:45"}], "description": "Encore une fois cette année, nous avons préparé tout un choix du chef!\n La Table d’Hôte est un spectacle qui allie tous les éléments favoris du menu Zoofest : les 4 artistes de l’heure qui nous feront leur meilleur matériel et des surprises exclusives. \nCette production reviendra chaque année, mais avec des artistes différents. Pour la deuxième mouture, Arnaud Soly, Alexandre Bisaillon, les Grandes Crues et Philipe-Audrey Larrue Saint-Jacques se rassemblent pour monter un spectacle qui promet d’être haut en couleurs. Ils ont la pleine liberté du contenu et comptent bien s’en servir.\nLa Table d’Hôte sera un mélange de stand up et de vidéos exclusives. Un doux équilibre des saveurs humoristiques du moment. Garantis d’être bon de l’apéro au dessert.", "id": 320, "summary": "La table d'hôte"}, {"representations": [{"dtend": "2018-07-19 22:00", "dtstart": "2018-07-19 21:00"}], "description": "Ladyfest is a celebration of hilarious and talented female comedians in Montreal and beyond. Acts of all ilk, backgrounds, and perspectives are all on one show that pierces the ice ceiling, and are guaranteed to make you cry laughter tears and bring out your inner bodacious sea creature! \nOne love. No jerks.\n", "id": 427, "summary": "Ladyfest"}, {"representations": [{"dtend": "2018-07-24 23:30", "dtstart": "2018-07-24 22:30"}, {"dtend": "2018-07-25 23:30", "dtstart": "2018-07-25 22:30"}], "description": "Just For Laughs is bringing the Aussie and Kiwi spirit to Montreal with Late Nite Down Under at OFF-JFL. This multi-comic show will feature some of the funniest comics from the land down under.\n \nBy the end they might have you saying “Howya Goin’?”\n", "id": 413, "summary": "Late Nite Down Under"}, {"representations": [{"dtend": "2018-07-07 23:30", "dtstart": "2018-07-07 22:30"}, {"dtend": "2018-07-08 23:30", "dtstart": "2018-07-08 22:30"}, {"dtend": "2018-07-09 23:30", "dtstart": "2018-07-09 22:30"}, {"dtend": "2018-07-17 20:00", "dtstart": "2018-07-17 19:00"}], "description": "Josiane conte et se raconte. Son spectacle fait place à l’imprévu, à l’improvisation. De l’humour spontané et authentique. Ce beau bébé d’Amérique vous sert sa délicieuse répartie grâce à son moteur verbal rapide, allumé et dynamique. Venez la voir à l’entraînement, elle y cultive l’art d’Être au présent.", "id": 393, "summary": "L'Aubuchon à sa façon"}, {"representations": [{"dtend": "2018-07-05 18:00", "dtstart": "2018-07-05 17:00"}, {"dtend": "2018-07-06 18:00", "dtstart": "2018-07-06 17:00"}, {"dtend": "2018-07-07 18:00", "dtstart": "2018-07-07 17:00"}, {"dtend": "2018-07-12 18:00", "dtstart": "2018-07-12 17:00"}, {"dtend": "2018-07-13 18:00", "dtstart": "2018-07-13 17:00"}, {"dtend": "2018-07-14 18:00", "dtstart": "2018-07-14 17:00"}], "description": "Tu es célibataire depuis 1678 ? Toi aussi, tu veux connaître les effluves et les grandes vagues de l’amour ? Tu en as assez d’être toujours la cinquième roue du carrosse dans ton groupe d’amis ? Ton horloge biologique grince en svp ? Tu as l’impression que Cupidon se sacre de toi ? Je suis là pour toi ! Tu es important pour moi ! Alex, coach de vie amoureuse. Ma conférence va changer ta vie. Je vais t’outiller pour trouver TON âme sœur parmi toutes celles qui gambadent sur la rue et les réseaux sociaux. Il y aura ta vie amoureuse vide avant ma conférence et ta vie amoureuse comblée après ma conférence. Viens chercher ton baluchon de réponses, trucs et techniques pour enfin dire : je suis en couple, simonaque ! Je peux presque te garantir que grâce à ma conférence, tu seras bientôt un duo ! TON duo ! Sauras-tu saisir la chance que je t’offre ?  Viendras-tu faire un doigt d’honneur à ton karma ? Alex, coach de vie amoureuse… la conférence qui va mettre un gros plaster définitif sur ton bobo de l’amour ! ", "id": 359, "summary": "Le 5 à 7 d'Alex Perron, ton coach en vie amoureuse"}, {"representations": [{"dtend": "2018-07-05 22:00", "dtstart": "2018-07-05 21:00"}, {"dtend": "2018-07-06 22:00", "dtstart": "2018-07-06 21:00"}, {"dtend": "2018-07-07 22:00", "dtstart": "2018-07-07 21:00"}, {"dtend": "2018-07-12 22:00", "dtstart": "2018-07-12 21:00"}, {"dtend": "2018-07-13 22:00", "dtstart": "2018-07-13 21:00"}], "description": "Le public est convié à l'enregistrement d'un concept d'émission de variété que Mathieu Quesnel veut déposer à Radio-Canada. Il s'agit d'un cabaret théâtral où il nous fait découvrir les talents qu'il a dénichés dans les bars et maisons de la culture du Québec. Théâtre d'intervention, art-thérapie, voyage musical et poésie engagée seront au menu. La captation du spectacle servira de démo pour cet animateur en devenir et le public pourra également voter pour son numéro préféré.  Le ou les gagnants seront automatiquement choisis pour le Zoofest 2019 où ils pourront présenter leur spectacle intégral.\n\nAvec participants:\nFred Tremblay\nAnne-Marie Binette \nGuillaume Tremblay \nSarianne Cormier \nGuillaume Tellier\nAlexis Lefebvre \nLéa Simard\nLily Thibeault \nMarie-Claude Guérin\nSébastien Tessier \nFrançois Ruel-Côté\nMichel Monty \nCatherine Chabot \n\n", "id": 351, "summary": "Le cabaret des perles rares"}, {"representations": [{"dtend": "2018-07-19 23:30", "dtstart": "2018-07-19 22:30"}], "description": "Depuis 8 ans, les spectacles des Pic-Bois ont toujours été des incontournables à Zoofest! Chaque fois, le public était présent pour plonger dans une nouvelle expérience punk-rock imprévisible et complètement niaiseuse!\n\nAujourd'hui, les Pic-Bois sont prêts à quitter le nid pour voler de leurs propres ailes. Vous êtes donc invités à célébrer ces 8 années avec un spectacle aux airs de partys qui vous fera revivre toute la folie de ces deux crétins.\n\nVos personnages préférés, des invités surprises et l'odeur de Julien Bernatchez AU MÊME ENDROIT!\n\nUn soir. Un spectacle. Une maudite grosse salle. Manque pas ça. \n\nPour une dernière fois...\n\nAvec invités spéciaux Mike Ward, Catherine Éthier, Xavier Caféine et d'autres surprises!", "id": 321, "summary": "Le dernier Zoofest des Pic-Bois"}, {"representations": [{"dtend": "2018-07-24 20:00", "dtstart": "2018-07-24 19:00"}, {"dtend": "2018-07-24 22:30", "dtstart": "2018-07-24 21:30"}], "description": "Animé par Kyan Khojandi, Le Gala Stand-Up France-Québec réunit le meilleur des artistes québécois et français de la scène humoristique pour un évènement unique. ", "id": 445, "summary": "Le Gala Stand-Up France-Québec"}, {"representations": [{"dtend": "2018-07-12 21:30", "dtstart": "2018-07-12 20:30"}, {"dtend": "2018-07-13 21:30", "dtstart": "2018-07-13 20:30"}, {"dtend": "2018-07-14 21:30", "dtstart": "2018-07-14 20:30"}, {"dtend": "2018-07-19 21:30", "dtstart": "2018-07-19 20:30"}, {"dtend": "2018-07-20 21:30", "dtstart": "2018-07-20 20:30"}, {"dtend": "2018-07-21 21:30", "dtstart": "2018-07-21 20:30"}], "description": "Antoine Durocher et Brian Piton. Humoristes, aventuriers, jeunes, mais surtout... humoristes. S'étant découverts à l'École nationale de l'humour, ils sont aujourd'hui incapables de se quitter des yeux. Dans Le Masque du Brésil, les deux étalons vous offrent une heure de leur meilleur matériel par le biais de sketchs, de stand-up et de personnages. Dans leurs mots: \"Merci!\"\n", "id": 380, "summary": "Le masque du Brésil"}, {"representations": [{"dtend": "2018-07-05 23:00", "dtstart": "2018-07-05 22:00"}, {"dtend": "2018-07-06 23:00", "dtstart": "2018-07-06 22:00"}, {"dtend": "2018-07-19 23:00", "dtstart": "2018-07-19 22:00"}, {"dtend": "2018-07-20 23:00", "dtstart": "2018-07-20 22:00"}], "description": "Le Show XXX, Édition Chromosome XX, Coco Belliveau, Daphné Létourneau, Madeleine Pilote-Coté et invités, parleront de sexe et autres crudités. Avec invités François Toussignant, Olivier Roberge, Catherine Thomas, Simon Boiverst.\n", "id": 347, "summary": "Le show XXX"}, {"representations": [{"dtend": "2018-07-07 00:30", "dtstart": "2018-07-06 23:30"}, {"dtend": "2018-07-08 00:30", "dtstart": "2018-07-07 23:30"}, {"dtend": "2018-07-14 00:30", "dtstart": "2018-07-13 23:30"}, {"dtend": "2018-07-15 00:30", "dtstart": "2018-07-14 23:30"}, {"dtend": "2018-07-21 00:30", "dtstart": "2018-07-20 23:30"}, {"dtend": "2018-07-22 00:30", "dtstart": "2018-07-21 23:30"}], "description": "Le Tard Tard Show avec Alphé Gagné : une soirée où le stand-up fusionne avec la formule late show. Venez découvrir ou redécouvrir vos artistes inscrits à la programmation du Festival Zoofest dans ce rendez-vous incontournable de fin de soirée. Alphé Gagné vous propose une soirée d’humour non-conventionnelle mettant en lumière des humoristes de la relève ainsi que ceux bien établis, avec de la vidéo, de la musique live et un volet entrevues.\n", "id": 360, "summary": "Le Tard Tard Show"}, {"representations": [{"dtend": "2018-07-21 23:15", "dtstart": "2018-07-21 22:15"}, {"dtend": "2018-07-22 23:15", "dtstart": "2018-07-22 22:15"}, {"dtend": "2018-07-23 23:15", "dtstart": "2018-07-23 22:15"}, {"dtend": "2018-07-24 23:15", "dtstart": "2018-07-24 22:15"}], "description": "Julien Dionne, nominé aux «Canadian Comedy Awards», fait carrière du côté anglophone depuis 2006. Il a récemment eu la piqûre pour l’humour francophone, qui est un retour aux sources pour cet humoriste Acadien de Scoudouc, Nouveau Brunswick.                                                                                                                 \nAprès avoir fait fureur en Acadie avec son personnage fictif “Jass-Sainte Bourque”, Xavier B. Gould tente de charmer le public québécois avec ses personnages colorés et son humour acadien contemporain pour sa première fois à ZOOFEST.", "id": 372, "summary": "Les acadiens ont landé à Montréal"}, {"representations": [{"dtend": "2018-07-05 21:30", "dtstart": "2018-07-05 20:30"}, {"dtend": "2018-07-06 21:30", "dtstart": "2018-07-06 20:30"}, {"dtend": "2018-07-12 21:30", "dtstart": "2018-07-12 20:30"}, {"dtend": "2018-07-13 21:30", "dtstart": "2018-07-13 20:30"}], "description": "Les Denis Drolet évoluent dans le paysage culturel depuis près de 20 ans. Ils ont marqué et déstabilisé l’imaginaire de millions de Québécois avec leur humour absurde et complètement débile. Mais connaissons-nous vraiment les Denis Drolet? Connaissons-nous la véritable histoire des deux mésadaptés les plus attachants de la province? Pour la première fois en carrière, Sébastien Dubé et Vincent Léonard, les hommes derrière les personnages, monteront sur scène sans costumes bruns pour vous chanter la fabuleuse histoire des Denis. Un spectacle musical exclusif et intime, qui mettra en scène des chansons inédites, des jokes qui frôlent la folie, mais surtout, ben du plaisir.", "id": 369, "summary": "Les Denis: leur histoire en chansons"}, {"representations": [{"dtend": "2018-07-18 20:00", "dtstart": "2018-07-18 19:00"}], "description": "Dans une grande humilité et autodérision, Anne-Marie Losique vous livre son premier spectacle solo de 60 minutes pour la première et dernière fois!\nLes Dessous d’Anne-Marie touchera au long parcours d’Anne-Marie et vous montrera un aspect d’elle que peu de gens connaissent.  Anecdotes, aveux et numéros spéciaux seront au menu. De son parcours professionnel à sa vie privé,  Anne-Marie se dévoilera dans un 60 minutes qu’elle contrôle totalement.\n\nSpectacle 16 ans +", "id": 392, "summary": "Les dessous d'Anne-Marie"}, {"representations": [{"dtend": "2018-07-07 23:15", "dtstart": "2018-07-07 22:15"}, {"dtend": "2018-07-08 23:15", "dtstart": "2018-07-08 22:15"}, {"dtend": "2018-07-16 23:15", "dtstart": "2018-07-16 22:15"}, {"dtend": "2018-07-17 23:15", "dtstart": "2018-07-17 22:15"}], "description": "Coco Belliveau et Catherine Thomas sont deux bonnes amies/bad bitches. Venez les voir faire un 30/30 de stand-up badass.\n", "id": 377, "summary": "Les divas copines"}, {"representations": [{"dtend": "2018-07-06 20:30", "dtstart": "2018-07-06 19:30"}, {"dtend": "2018-07-07 20:30", "dtstart": "2018-07-07 19:30"}, {"dtend": "2018-07-08 20:30", "dtstart": "2018-07-08 19:30"}, {"dtend": "2018-07-10 20:30", "dtstart": "2018-07-10 19:30"}, {"dtend": "2018-07-12 20:30", "dtstart": "2018-07-12 19:30"}, {"dtend": "2018-07-13 20:30", "dtstart": "2018-07-13 19:30"}], "description": "Le Théâtre du Bas de la Ville est une troupe de théâtre amateur qui interprète avec fougue la vie des plus grands personnages historiques! À tous les mois, depuis près d'un an, cette troupe d'Hochelaga-Maisonneuve présente des pièces qui portent sur la vie des grands de ce monde: Cléopâtre, Raspoutine, Jésus, John F. Kennedy, Louis XIV, Che Guevara, etc... Au grand bonheur du public qui les suit depuis le début, les comédiens ont choisi de représenter leurs meilleurs pièces! Pendant cette soirée, vous aurez la chance de voir les \"talents\" d'acteur de vos maganés préférés : le gars qui travaille de nuit au Tim Hortons sur Ontario, Christie, la fille qui trippe sur les mush pit de Rob Zombie, Kelly-Anne, la barmaid su'l Red Bull, le gars du pawn shop qui achète de l'or, le \"vendeux\" de pot qui aime mieux qu'on dise pas son nom et plusieurs autres \"tout croches!\" Marie-Lise Chouinard est la chef de troupe du Théâtre du Bas de la Ville. Elle est aussi l'auteure d'un recueil de poésie qui s'intitule: \"Mes rimes sont aussi pauvres que moé\".", "id": 363, "summary": "L'histoire du monde racontée par du monde"}, {"representations": [{"dtend": "2018-07-21 23:30", "dtstart": "2018-07-21 22:30"}], "description": "Drown your sorrows with hosts Keith Waterfield and Leighland Beckman as they and their celebrity guests try to find the funny in depressing, mortifying and always fascinating personal stories. \n\nEncouraged by libations, Waterfield, Beckman, and their guests will guide you through some of the deepest darkest moments of their lives and emerge with hilarious payoffs and a well-earned “Life Lesson,” all with a unique off-the-cuff style of conversational interview.\n", "id": 425, "summary": "Life Lessons"}, {"representations": [{"dtend": "2018-07-05 23:15", "dtstart": "2018-07-05 22:15"}, {"dtend": "2018-07-06 23:15", "dtstart": "2018-07-06 22:15"}, {"dtend": "2018-07-20 21:45", "dtstart": "2018-07-20 20:45"}], "description": "Tant au sens propre que figuré, Louis T voit la vie d’une autre façon et il en rit !\nPour notre plus grand plaisir, l’actualité reste au cœur de ses sujets. Retrouvez sa finesse, son ouverture d’esprit et sa manière bien à lui de nous faire rire de tous les travers de la planète.\n", "id": 447, "summary": "Louis T prépare un nouveau spectacle"}, {"representations": [{"dtend": "2018-07-23 21:30", "dtstart": "2018-07-23 20:30"}], "description": "From appearing on TV and film to writing a book, Maz Jobrani does it all, including returning to perform at the prestigious Just For Laughs Festival! Catch him at OFF-JFL as he takes the stage to perform solo. ", "id": 408, "summary": "Maz Jobrani"}, {"representations": [{"dtend": "2018-07-25 22:00", "dtstart": "2018-07-25 21:00"}, {"dtend": "2018-07-27 22:00", "dtstart": "2018-07-27 21:00"}, {"dtend": "2018-07-28 22:00", "dtstart": "2018-07-28 21:00"}], "description": "She got her start on America’s Got Talent doing impersonation, now she’s taking the stage to perform solo during OFF-JFL.", "id": 332, "summary": "Melissa Villaseñor"}, {"representations": [{"dtend": "2018-07-23 21:30", "dtstart": "2018-07-23 20:30"}, {"dtend": "2018-07-24 21:30", "dtstart": "2018-07-24 20:30"}, {"dtend": "2018-07-25 23:00", "dtstart": "2018-07-25 22:00"}, {"dtend": "2018-07-26 21:30", "dtstart": "2018-07-26 20:30"}, {"dtend": "2018-07-27 23:00", "dtstart": "2018-07-27 22:00"}, {"dtend": "2018-07-28 21:30", "dtstart": "2018-07-28 20:30"}], "description": "Join the multi-talented, Michael Ian Black and Nick Thune, as they co-headline this year at Just For Laughs.", "id": 333, "summary": "Michael Ian Black & Nick Thune"}, {"representations": [{"dtend": "2018-07-20 00:45", "dtstart": "2018-07-19 23:45"}, {"dtend": "2018-07-21 00:45", "dtstart": "2018-07-20 23:45"}, {"dtend": "2018-07-22 00:45", "dtstart": "2018-07-21 23:45"}, {"dtend": "2018-07-23 00:45", "dtstart": "2018-07-22 23:45"}, {"dtend": "2018-07-25 00:45", "dtstart": "2018-07-24 23:45"}, {"dtend": "2018-07-26 00:45", "dtstart": "2018-07-25 23:45"}, {"dtend": "2018-07-27 00:45", "dtstart": "2018-07-26 23:45"}, {"dtend": "2018-07-28 00:45", "dtstart": "2018-07-27 23:45"}, {"dtend": "2018-07-29 00:45", "dtstart": "2018-07-28 23:45"}], "description": "The show’s at midnight. The rest is a surprise.", "id": 334, "summary": "Midnight Surprise"}, {"representations": [{"dtend": "2018-07-23 20:00", "dtstart": "2018-07-23 19:00"}, {"dtend": "2018-07-24 20:00", "dtstart": "2018-07-24 19:00"}], "description": "On stage he talks about pedophilia, famine, the disabled, suicide and other upbeat topics. In an era of political correctness, he’s irreverent, offensive and downright impolite…and people love him for it! Don’t miss his solo performance at OFF-JFL.", "id": 335, "summary": "Mike Ward - Infamous"}, {"representations": [{"dtend": "2018-07-12 20:00", "dtstart": "2018-07-12 19:00"}, {"dtend": "2018-07-15 21:45", "dtstart": "2018-07-15 20:45"}, {"dtend": "2018-07-16 21:45", "dtstart": "2018-07-16 20:45"}, {"dtend": "2018-07-17 21:45", "dtstart": "2018-07-17 20:45"}, {"dtend": "2018-07-26 21:45", "dtstart": "2018-07-26 20:45"}, {"dtend": "2018-07-27 20:15", "dtstart": "2018-07-27 19:15"}], "description": "Dans la tradition la plus classique du stand-up à l'américaine, Alexandre Forest discutera pendant 60 minutes de son cheminement personnel, sa vison du monde et de mimosas. Venez voir le spectacle qui se rapproche le plus de la tendresse d'un brunch.", "id": 374, "summary": "Mûr"}, {"representations": [{"dtend": "2018-07-26 20:30", "dtstart": "2018-07-26 19:30"}, {"dtend": "2018-07-27 20:30", "dtstart": "2018-07-27 19:30"}, {"dtend": "2018-07-28 20:30", "dtstart": "2018-07-28 19:30"}], "description": "Julio Torres sits behind a table and guides a camera through his favorite shapes: plexi glass squares, triangles, spheres, a sad crumpled wrapper that reminds him of Melania Trump, a self-conscious Faberge who wonders if he's too much. The audience sees a projection of Julio's hands holding the geometric treasures and hears musings, jokes and fantastical fictions inspired by them.", "id": 407, "summary": "My Favorite Shapes by Julio Torres"}, {"representations": [{"dtend": "2018-07-24 23:00", "dtstart": "2018-07-24 22:00"}, {"dtend": "2018-07-25 23:00", "dtstart": "2018-07-25 22:00"}, {"dtend": "2018-07-26 23:00", "dtstart": "2018-07-26 22:00"}, {"dtend": "2018-07-27 23:00", "dtstart": "2018-07-27 22:00"}], "description": "Three-time Emmy nominated writer, director, producer, and standup comedian Neal Brennan is bringing his Here We Go Tour to Montreal.", "id": 336, "summary": "Neal Brennan- Here We Go Tour"}, {"representations": [{"dtend": "2018-07-05 21:30", "dtstart": "2018-07-05 20:30"}, {"dtend": "2018-07-06 21:30", "dtstart": "2018-07-06 20:30"}, {"dtend": "2018-07-07 21:30", "dtstart": "2018-07-07 20:30"}, {"dtend": "2018-07-17 21:30", "dtstart": "2018-07-17 20:30"}, {"dtend": "2018-07-18 21:30", "dtstart": "2018-07-18 20:30"}], "description": "Tu es de ces personnes qui cherchent toutes les occasions de dire « That’s what she said » ? Tu aurais écouté 10 autres saisons de Friends ? Tu es incapable de détester le personnage de Dwight ? Le show Netflix and Rire est pour toi ! Chaque représentation comprend 4 humoristes qui présenteront des blagues sur deux de vos émissions Netflix préférées. Ce spectacle concept est animé par nul autre que Jacob Ospian-Echeverria, qui pourrait vous réciter par cœur toutes les répliques de How I Met Your Mother. Alors si pour toi le chilling parfait est dans un sous-sol des années 70, tu te régaleras lors de ces soirées Netflix and Rire.\n", "id": 379, "summary": "Netflix and Rire"}, {"representations": [{"dtend": "2018-07-27 22:30", "dtstart": "2018-07-27 21:30"}, {"dtend": "2018-07-27 20:00", "dtstart": "2018-07-27 19:00"}], "description": "The stand-up superstars that have been born at Just For Laughs’ New Faces of Comedy include Amy Schumer, Hannibal Buress, Demetri Martin and Kevin Hart. Come see the genuinely thrilling moment a young comic steps up and becomes a star!\n\nHosted by Alonzo Bodden.", "id": 410, "summary": "New Faces"}, {"representations": [{"dtend": "2018-07-27 20:00", "dtstart": "2018-07-27 19:00"}], "description": "Catch the best new solo sketch comics before your only option is to see them “Live, from New York…”", "id": 411, "summary": "New Faces: Characters"}, {"representations": [{"dtend": "2018-07-27 22:00", "dtstart": "2018-07-27 21:00"}], "description": "They have the talent. They have the delivery. Now’s their chance to get the representation they deserve.", "id": 412, "summary": "New Faces: Unrepped"}, {"representations": [{"dtend": "2018-07-05 20:00", "dtstart": "2018-07-05 19:00"}, {"dtend": "2018-07-05 20:30", "dtstart": "2018-07-05 19:30"}, {"dtend": "2018-07-05 21:00", "dtstart": "2018-07-05 20:00"}, {"dtend": "2018-07-05 21:30", "dtstart": "2018-07-05 20:30"}, {"dtend": "2018-07-05 22:00", "dtstart": "2018-07-05 21:00"}, {"dtend": "2018-07-05 22:30", "dtstart": "2018-07-05 21:30"}, {"dtend": "2018-07-05 23:00", "dtstart": "2018-07-05 22:00"}, {"dtend": "2018-07-05 23:30", "dtstart": "2018-07-05 22:30"}, {"dtend": "2018-07-06 20:00", "dtstart": "2018-07-06 19:00"}, {"dtend": "2018-07-06 20:30", "dtstart": "2018-07-06 19:30"}, {"dtend": "2018-07-06 21:00", "dtstart": "2018-07-06 20:00"}, {"dtend": "2018-07-06 21:30", "dtstart": "2018-07-06 20:30"}, {"dtend": "2018-07-06 22:00", "dtstart": "2018-07-06 21:00"}, {"dtend": "2018-07-06 22:30", "dtstart": "2018-07-06 21:30"}, {"dtend": "2018-07-06 23:00", "dtstart": "2018-07-06 22:00"}, {"dtend": "2018-07-06 23:30", "dtstart": "2018-07-06 22:30"}, {"dtend": "2018-07-07 20:00", "dtstart": "2018-07-07 19:00"}, {"dtend": "2018-07-07 20:30", "dtstart": "2018-07-07 19:30"}, {"dtend": "2018-07-07 21:00", "dtstart": "2018-07-07 20:00"}, {"dtend": "2018-07-07 21:30", "dtstart": "2018-07-07 20:30"}, {"dtend": "2018-07-07 22:00", "dtstart": "2018-07-07 21:00"}, {"dtend": "2018-07-07 22:30", "dtstart": "2018-07-07 21:30"}, {"dtend": "2018-07-07 23:00", "dtstart": "2018-07-07 22:00"}, {"dtend": "2018-07-07 23:30", "dtstart": "2018-07-07 22:30"}, {"dtend": "2018-07-12 20:00", "dtstart": "2018-07-12 19:00"}, {"dtend": "2018-07-12 20:30", "dtstart": "2018-07-12 19:30"}, {"dtend": "2018-07-12 21:00", "dtstart": "2018-07-12 20:00"}, {"dtend": "2018-07-12 21:30", "dtstart": "2018-07-12 20:30"}, {"dtend": "2018-07-12 22:00", "dtstart": "2018-07-12 21:00"}, {"dtend": "2018-07-12 22:30", "dtstart": "2018-07-12 21:30"}, {"dtend": "2018-07-12 23:00", "dtstart": "2018-07-12 22:00"}, {"dtend": "2018-07-12 23:30", "dtstart": "2018-07-12 22:30"}, {"dtend": "2018-07-13 20:00", "dtstart": "2018-07-13 19:00"}, {"dtend": "2018-07-13 20:30", "dtstart": "2018-07-13 19:30"}, {"dtend": "2018-07-13 21:00", "dtstart": "2018-07-13 20:00"}, {"dtend": "2018-07-13 21:30", "dtstart": "2018-07-13 20:30"}, {"dtend": "2018-07-13 22:00", "dtstart": "2018-07-13 21:00"}, {"dtend": "2018-07-13 22:30", "dtstart": "2018-07-13 21:30"}, {"dtend": "2018-07-13 23:00", "dtstart": "2018-07-13 22:00"}, {"dtend": "2018-07-13 23:30", "dtstart": "2018-07-13 22:30"}, {"dtend": "2018-07-14 20:00", "dtstart": "2018-07-14 19:00"}, {"dtend": "2018-07-14 20:30", "dtstart": "2018-07-14 19:30"}, {"dtend": "2018-07-14 21:00", "dtstart": "2018-07-14 20:00"}, {"dtend": "2018-07-14 21:30", "dtstart": "2018-07-14 20:30"}, {"dtend": "2018-07-14 22:00", "dtstart": "2018-07-14 21:00"}, {"dtend": "2018-07-14 22:30", "dtstart": "2018-07-14 21:30"}, {"dtend": "2018-07-14 23:00", "dtstart": "2018-07-14 22:00"}, {"dtend": "2018-07-14 23:30", "dtstart": "2018-07-14 22:30"}, {"dtend": "2018-07-19 20:00", "dtstart": "2018-07-19 19:00"}, {"dtend": "2018-07-19 20:30", "dtstart": "2018-07-19 19:30"}, {"dtend": "2018-07-19 21:00", "dtstart": "2018-07-19 20:00"}, {"dtend": "2018-07-19 21:30", "dtstart": "2018-07-19 20:30"}, {"dtend": "2018-07-19 22:00", "dtstart": "2018-07-19 21:00"}, {"dtend": "2018-07-19 22:30", "dtstart": "2018-07-19 21:30"}, {"dtend": "2018-07-19 23:00", "dtstart": "2018-07-19 22:00"}, {"dtend": "2018-07-19 23:30", "dtstart": "2018-07-19 22:30"}, {"dtend": "2018-07-20 20:00", "dtstart": "2018-07-20 19:00"}, {"dtend": "2018-07-20 20:30", "dtstart": "2018-07-20 19:30"}, {"dtend": "2018-07-20 21:00", "dtstart": "2018-07-20 20:00"}, {"dtend": "2018-07-20 21:30", "dtstart": "2018-07-20 20:30"}, {"dtend": "2018-07-20 22:00", "dtstart": "2018-07-20 21:00"}, {"dtend": "2018-07-20 22:30", "dtstart": "2018-07-20 21:30"}, {"dtend": "2018-07-20 23:00", "dtstart": "2018-07-20 22:00"}, {"dtend": "2018-07-20 23:30", "dtstart": "2018-07-20 22:30"}, {"dtend": "2018-07-21 20:00", "dtstart": "2018-07-21 19:00"}, {"dtend": "2018-07-21 20:30", "dtstart": "2018-07-21 19:30"}, {"dtend": "2018-07-21 21:00", "dtstart": "2018-07-21 20:00"}, {"dtend": "2018-07-21 21:30", "dtstart": "2018-07-21 20:30"}, {"dtend": "2018-07-21 22:00", "dtstart": "2018-07-21 21:00"}, {"dtend": "2018-07-21 22:30", "dtstart": "2018-07-21 21:30"}, {"dtend": "2018-07-21 23:00", "dtstart": "2018-07-21 22:00"}, {"dtend": "2018-07-21 23:30", "dtstart": "2018-07-21 22:30"}, {"dtend": "2018-07-26 20:00", "dtstart": "2018-07-26 19:00"}, {"dtend": "2018-07-26 20:30", "dtstart": "2018-07-26 19:30"}, {"dtend": "2018-07-26 21:00", "dtstart": "2018-07-26 20:00"}, {"dtend": "2018-07-26 21:30", "dtstart": "2018-07-26 20:30"}, {"dtend": "2018-07-26 22:00", "dtstart": "2018-07-26 21:00"}, {"dtend": "2018-07-26 22:30", "dtstart": "2018-07-26 21:30"}, {"dtend": "2018-07-26 23:00", "dtstart": "2018-07-26 22:00"}, {"dtend": "2018-07-26 23:30", "dtstart": "2018-07-26 22:30"}, {"dtend": "2018-07-27 20:00", "dtstart": "2018-07-27 19:00"}, {"dtend": "2018-07-27 20:30", "dtstart": "2018-07-27 19:30"}, {"dtend": "2018-07-27 21:00", "dtstart": "2018-07-27 20:00"}, {"dtend": "2018-07-27 21:30", "dtstart": "2018-07-27 20:30"}, {"dtend": "2018-07-27 22:00", "dtstart": "2018-07-27 21:00"}, {"dtend": "2018-07-27 22:30", "dtstart": "2018-07-27 21:30"}, {"dtend": "2018-07-27 23:00", "dtstart": "2018-07-27 22:00"}, {"dtend": "2018-07-27 23:30", "dtstart": "2018-07-27 22:30"}, {"dtend": "2018-07-28 20:00", "dtstart": "2018-07-28 19:00"}, {"dtend": "2018-07-28 20:30", "dtstart": "2018-07-28 19:30"}, {"dtend": "2018-07-28 21:00", "dtstart": "2018-07-28 20:00"}, {"dtend": "2018-07-28 21:30", "dtstart": "2018-07-28 20:30"}, {"dtend": "2018-07-28 22:00", "dtstart": "2018-07-28 21:00"}, {"dtend": "2018-07-28 22:30", "dtstart": "2018-07-28 21:30"}, {"dtend": "2018-07-28 23:30", "dtstart": "2018-07-28 22:30"}], "description": "Octus est un jeu d’évasion urbain présenté dans le cadre du 10e anniversaire du Zoofest. Pendant deux heures, des groupes de 20 participants sont invités à explorer les rues de Montréal pour se libérer de l’emprise d’une organisation secrète qui met l’humanité en péril. Au fil de l’aventure, les participants auront à négocier avec des personnages intrigants, à compléter différentes missions, à visiter des lieux inusités et surtout, à résoudre l’énigme entourant Octus.\n\n**Départ dans le Hall du Monument National", "id": 381, "summary": "Octus: jeu d'évasion"}, {"representations": [{"dtend": "2018-07-22 21:45", "dtstart": "2018-07-22 20:45"}, {"dtend": "2018-07-23 21:45", "dtstart": "2018-07-23 20:45"}, {"dtend": "2018-07-27 21:45", "dtstart": "2018-07-27 20:45"}, {"dtend": "2018-07-28 21:45", "dtstart": "2018-07-28 20:45"}], "description": "L'humoriste Marko Métivier parcours le Québec depuis plusieurs années déjà. Partout, il raconte les travers de son quotidien et de sa vie de famille. La question qu'il se fait poser le plus souvent est: \"Est-ce que c'est vrai?\". Et bien la réponse est: \"Oui c'est vrai!\". Venez découvrir l'un des meilleurs raconteurs de sa génération dans une prestation de 60 minutes.\n", "id": 378, "summary": "Oui c'est vrai!"}, {"representations": [{"dtend": "2018-07-09 20:30", "dtstart": "2018-07-09 19:30"}, {"dtend": "2018-07-14 20:00", "dtstart": "2018-07-14 19:00"}, {"dtend": "2018-07-15 23:30", "dtstart": "2018-07-15 22:30"}, {"dtend": "2018-07-18 20:00", "dtstart": "2018-07-18 19:00"}, {"dtend": "2018-07-23 20:30", "dtstart": "2018-07-23 19:30"}], "description": "Pareils Pas Pareils c’est deux humoristes pas connus (encore) qui ont presque le même casting et qui vous livrent, à tour de rôle, leur meilleur 30 minutes de stand-up. Un spectacle familial qui vaut mieux venir voir sans enfants (des fois, y’a le mot pénis).", "id": 444, "summary": "Pareils pas pareils"}, {"representations": [{"dtend": "2018-07-11 20:30", "dtstart": "2018-07-11 19:30"}, {"dtend": "2018-07-21 23:30", "dtstart": "2018-07-21 22:30"}, {"dtend": "2018-07-22 23:30", "dtstart": "2018-07-22 22:30"}, {"dtend": "2018-07-25 22:00", "dtstart": "2018-07-25 21:00"}, {"dtend": "2018-07-26 22:00", "dtstart": "2018-07-26 21:00"}], "description": "Persona non grata est un savoureux spectacle du collectif théâtral VISAGES, qui regroupe les humoristes Dhanaé A.-Beaulieu, Antoine Durocher, Daphné Létourneau, Marc-Antoine Lévesque et Brian Piton. D’une durée d’une heure, le spectacle se veut une exhibition d’un million de personnages, tous interprétés par les cinq comédiens dans le cadre de sketchs en solo, en duo, et même en trio, en quatuor et même en quintette. Que ce soit à Montréal, à Paris, à New York ou à Drummondville, la critique est unanime: ‘Merci’.", "id": 367, "summary": "Visages présente: Persona non grata"}, {"representations": [{"dtend": "2018-07-12 23:30", "dtstart": "2018-07-12 22:30"}, {"dtend": "2018-07-13 23:30", "dtstart": "2018-07-13 22:30"}, {"dtend": "2018-07-14 23:30", "dtstart": "2018-07-14 22:30"}], "description": "Pièces pour emporter est un spectacle construit autour d’un menu de 35 courtes pièces inédites, d’une durée de 30 secondes à 4 minutes, écrites et interprétées par les membres du groupe. Menu en main, c’est avec l’aide du maître d’hôtel que vous choisirez les pièces qui feront partie du spectacle. Une seule règle: commander rapidement?!\n \nChaque mouture de Pièces pour emporter est un spectacle complètement différent!", "id": 355, "summary": "Pièces pour emporter"}, {"representations": [{"dtend": "2018-07-19 22:00", "dtstart": "2018-07-19 21:00"}], "description": "They say parenthood changes you but it definitely hasn’t made these dads any less RAD! Join Walter J. Lyng and Reese Turner plus other hilarious dads and at least one rad mom for an evening filled with TOTALLY AWESOME anecdotes about late nights, demon spawn and diaper changes. They’ve traded in lives of degeneracy for father-of-the-year mugs. They’re RAD DADS!", "id": 421, "summary": "Rad Dads"}, {"representations": [{"dtend": "2018-07-25 00:45", "dtstart": "2018-07-24 23:45"}], "description": "Rapp Battlez is the high-energy, strobe-lighting, confetti-tossing comedy party show that’s had audiences getting lit for 8 years. Part WWE, part 8 Mile, and unlike any comedy event you’ve ever experienced. ", "id": 417, "summary": "Rapp Battlez"}, {"representations": [{"dtend": "2018-07-16 21:30", "dtstart": "2018-07-16 20:30"}, {"dtend": "2018-07-17 21:30", "dtstart": "2018-07-17 20:30"}], "description": "L'humoriste Dave Morgan vous convie à son Rendez-vous doux. 60 minutes du meilleur de lui-même. Son côté bon enfant, son charisme et surtout les multiples péripéties de sa vie sauront vous charmer et surtout vous faire passer un moment unique de pur bonheur!", "id": 370, "summary": "Rendez-vous doux"}, {"representations": [{"dtend": "2018-07-09 20:00", "dtstart": "2018-07-09 19:00"}, {"dtend": "2018-07-09 21:30", "dtstart": "2018-07-09 20:30"}], "description": "Discussions entre un humoriste, son invité et un communicateur spécialisé en neuropsychologie. Des entretiens qu'on n'entend nulle part ailleurs ayant comme objectif d'en apprendre sur l'humain derrière l'artiste.\n\n19h François Pérusse\n20h30 Laurent Paquin", "id": 362, "summary": "Répète pas ça"}, {"representations": [{"dtend": "2018-07-26 00:45", "dtstart": "2018-07-25 23:45"}, {"dtend": "2018-07-27 00:45", "dtstart": "2018-07-26 23:45"}], "description": "Drawing on the late-night tradition from Carson to Cavett to Conan, HQ Trivia host Scott Rogowsky and his sidekick/dad Marty welcome an eclectic mix of comedians, musicians, authors, actors, and otherwise interesting people to the couch for a unique live talk show experience that needs to be experienced to be experienced. \n\nPast guests include: Jon Hamm, Joe Manganiello, Paul Rudd, Sarah Silverman, Steve Buscemi, Weird Al Yankovic, Nick Kroll, David Cross, Amy Sedaris, Jerry Springer, D.L Hughley, Gilbert Gottfried, Paul Dano, Cecily Strong, Chris Elliott, David Wain, Jim Gaffigan, Demetri Martin, Raekwon, and Nathan Fielder.\n", "id": 415, "summary": "Running Late with Scott Rogowsky"}, {"representations": [{"dtend": "2018-07-23 20:00", "dtstart": "2018-07-23 19:00"}, {"dtend": "2018-07-24 20:00", "dtstart": "2018-07-24 19:00"}, {"dtend": "2018-07-25 20:00", "dtstart": "2018-07-25 19:00"}, {"dtend": "2018-07-26 20:00", "dtstart": "2018-07-26 19:00"}, {"dtend": "2018-07-28 20:00", "dtstart": "2018-07-28 19:00"}], "description": "Fresh off the release of her flawless Netflix Quarter Hour Special and the birth of her perfect first child, Sabrina Jalees is excited to return to JFL to collect high fives and applause breaks. Now based in L.A. where she’s currently writing on TBS’s Search Party, Canadians may recognize Sabrina from way back (when she wore dangly hoop earrings and thought she was straight) as a fixture of Much Music’s Video On Trial. Since then she gone on to tour internationally, written on several network shows (Powerless, The Mayor), appeared multiple times on The Comedy Network, Comedy Central and landed a *climactic* performance in the third season of Amazon’s Transparent.", "id": 337, "summary": "Sabrina Jalees"}, {"representations": [{"dtend": "2018-07-23 20:30", "dtstart": "2018-07-23 19:30"}, {"dtend": "2018-07-24 20:30", "dtstart": "2018-07-24 19:30"}, {"dtend": "2018-07-25 20:30", "dtstart": "2018-07-25 19:30"}], "description": "Critically-acclaimed stand-up comedian, writer, and producer, Sara Schaefer, will grace the OFF-JFL stage as she performs her solo show this summer in Montreal. ", "id": 414, "summary": "Sara Schaefer"}, {"representations": [{"dtend": "2018-07-16 20:00", "dtstart": "2018-07-16 19:00"}, {"dtend": "2018-07-17 23:00", "dtstart": "2018-07-17 22:00"}, {"dtend": "2018-07-20 20:00", "dtstart": "2018-07-20 19:00"}], "description": "Un spectacle 100% sketches écrit par les 7 finissants du programme d’Écriture humoristique cuvée 2018 de l’ÉNH. Une occasion unique de prendre connaissance du fruit de leur travail acharné de la dernière année! Les textes sont interprétés par une équipe de 4 talentueux comédiens.", "id": 390, "summary": "Spectacle des auteurs, cuvée 2018"}, {"representations": [{"dtend": "2018-07-09 22:45", "dtstart": "2018-07-09 21:45"}, {"dtend": "2018-07-10 22:45", "dtstart": "2018-07-10 21:45"}, {"dtend": "2018-07-22 20:15", "dtstart": "2018-07-22 19:15"}, {"dtend": "2018-07-23 20:15", "dtstart": "2018-07-23 19:15"}], "description": "T’aimes rire, mais t’es pas capable de te concentrer très longtemps?!  Ce show est pour toi!! Nic Audet et Sinem Kara te proposent un spectacle dynamique dans lequel ils alternent des numéros de 5 à 7 minutes sur des thèmes variés (l’amour, l’évolution, les relations amoureuses, le dentiste, les bébés, le cinéma…), entrecoupés par des scènes déjantées en duo! Deux univers bien différents qui se réunissent pour le rire!  « Suivant, Next! » est un spectacle rempli de surprises qui brise la tradition des 30-30 habituels. Deux humoristes solo qui ont travaillé ensemble pour bâtir un spectacle uni, mais dans lequel ils présentent chacun leurs meilleurs numéros!  Une heure de rires, sans temps mort...", "id": 373, "summary": "Suivant, Next!"}, {"representations": [{"dtend": "2018-07-14 21:30", "dtstart": "2018-07-14 20:30"}, {"dtend": "2018-07-18 22:00", "dtstart": "2018-07-18 21:00"}, {"dtend": "2018-07-20 22:00", "dtstart": "2018-07-20 21:00"}, {"dtend": "2018-07-21 22:00", "dtstart": "2018-07-21 21:00"}], "description": "Simon n’a pas un poil sur la tête, ni nulle part d’ailleurs. La moitié des glandes de son corps ne fonctionnent plus, sans parler du diabète… D’ailleurs cette année, son pancréas fête son 10e anniversaire de retraite… quel enfoiré ! Depuis son enfance, Simon vit avec la notion que tout pourrait basculer du jour au lendemain et ça s’entend dans son humour ! Il est en voie de devenir invincible. En l’écoutant sur scène, vous aurez l’impression de lire une BD tellement ses images sont fortes. Des réflexions poussées, une efficacité inébranlable, et surtout, une tonne de rires.", "id": 386, "summary": "Sur la table à dessin"}, {"representations": [{"dtend": "2018-07-08 22:00", "dtstart": "2018-07-08 21:00"}, {"dtend": "2018-07-09 22:00", "dtstart": "2018-07-09 21:00"}, {"dtend": "2018-07-16 22:00", "dtstart": "2018-07-16 21:00"}, {"dtend": "2018-07-17 22:00", "dtstart": "2018-07-17 21:00"}, {"dtend": "2018-07-27 22:00", "dtstart": "2018-07-27 21:00"}, {"dtend": "2018-07-28 22:00", "dtstart": "2018-07-28 21:00"}], "description": "\nBienvenue dans l'univers de Samuel et Philippe, deux chums de gars au Q.I. très moyen qui passent le plus clair de leur temps bien écrasés dans leur divan. À la manière d'une série Netflix, leurs aventures nous sont présentées sous forme d'épisodes où on assiste aux plus brillantes réflexions de ces deux épais, discutant toujours de sujets bien quotidiens, mais qui souvent les dépassent. Pourtant, c'est à travers leur médiocrité que ces deux clowns se révèlent beaucoup plus beaux qu'on aurait pu le croire. Luttant à coup de joints de pot et de bières contre le quotidien, ces deux idiots se révèlent être de véritables Sysiphes qui habiteraient encore dans le sous-sol de leurs parents. Un spectacle se situant à la croisée des chemins entre Wayne's World et En attendant Godot. Assurément la plus grande bromance du XXIe siècle.\n\nLa compatibilité du lecteur d'écran est activée.\n \n", "id": 356, "summary": "Sur le divan"}, {"representations": [{"dtend": "2018-07-12 00:30", "dtstart": "2018-07-11 23:30"}, {"dtend": "2018-07-13 00:30", "dtstart": "2018-07-12 23:30"}, {"dtend": "2018-07-18 00:30", "dtstart": "2018-07-17 23:30"}, {"dtend": "2018-07-19 00:30", "dtstart": "2018-07-18 23:30"}], "description": "Chaque soir, vous pourrez voir vos têtes d’affiches favorites performer sur les planches du Studio. Venez vous laisser surprendre chaque soir par nos artistes surprises qui viendront tester du nouveau matériel. Plaisir et satisfaction garantie!", "id": 446, "summary": "Surprise Party"}, {"representations": [{"dtend": "2018-07-10 21:30", "dtstart": "2018-07-10 20:30"}, {"dtend": "2018-07-11 21:30", "dtstart": "2018-07-11 20:30"}, {"dtend": "2018-07-21 20:00", "dtstart": "2018-07-21 19:00"}, {"dtend": "2018-07-22 20:00", "dtstart": "2018-07-22 19:00"}], "description": "Une des facettes de la vie d’humoriste que le public ne soupçonne pas toujours, c’est la conciliation d’une carrière humoristique et d’une job alimentaire. Dans un esprit d’auto-dérision, Caro Fréchette, Alex BL et Isabelle Sasseville explorent les hauts et les bas de leur « side job » avec cynisme et tendresse. Ils présentent un format 3 x 15 minutes et un invité surprise, entrecoupés de courts extraits vidéos d’un mockumentary sur leur carrière en « expansion » ainsi qu’une incursion dans leurs vies de travailleurs salariés et dans les moments moins glorieux de leur parcours. « Temps partiel » se veut un joyeux rendez-vous pour tous ceux et celles qui sont à la croisée des chemins et qui préfèrent en rire plutôt que d'en pleurer dans leur douche en fredonnant « Everybody Hurts » de REM.\n", "id": 349, "summary": "Temps partiel"}, {"representations": [{"dtend": "2018-07-25 00:45", "dtstart": "2018-07-24 23:45"}, {"dtend": "2018-07-26 00:45", "dtstart": "2018-07-25 23:45"}, {"dtend": "2018-07-27 00:45", "dtstart": "2018-07-26 23:45"}, {"dtend": "2018-07-28 00:45", "dtstart": "2018-07-27 23:45"}, {"dtend": "2018-07-29 00:45", "dtstart": "2018-07-28 23:45"}], "description": "The quintessential comic’s comic takes you off the beaten path of mainstream comedy and into the chaotic wilderness.", "id": 338, "summary": "The Alternative Show hosted by Andy Kindler"}, {"representations": [{"dtend": "2018-07-22 20:00", "dtstart": "2018-07-22 19:00"}], "description": "When blended, some experimental combinations result in a wonderful and, surprising discovery, while others are disastrous and, regrettable. We will tempt fate and put this to the test when some of Montreal's most skilled improvisers are paired with people from varying worlds of performance for an entire evening of improv.\n\n", "id": 429, "summary": "The Blender"}, {"representations": [{"dtend": "2018-07-21 22:00", "dtstart": "2018-07-21 21:00"}], "description": "The Dice of Destiny is an exciting narrative improv show inspired by Dungeons & Dragons and other role playing games. With Jordan McRae serving as Dungeon Master, our cast of improvisers will step into his domain, completely unaware of what he has in store for them. What fantastic adventures await them and how will they fair? Only the dice will tell!", "id": 431, "summary": "The Dice of Destiny with Jordan McRae"}, {"representations": [{"dtend": "2018-07-20 22:00", "dtstart": "2018-07-20 21:00"}, {"dtend": "2018-07-21 22:00", "dtstart": "2018-07-21 21:00"}], "description": "She’s hilarious and so is she! Jess Salomon and Eman El-Husseini are funny and married, to one another. Based in NYC they are making their homecoming to OFF-JFL this summer with their co-headlining show, The El-Salomons a combination of solo stand up performances and joint banter. Sure, the world is pretty polarized and careening towards a scary end, but if this Jewish-Palestinian gay marriage can work maybe we'll all be ok? \n\n\"Two married comics fuck with each other on stage, spreading love all over the place in the process.\" - Tablet Mag\n\n", "id": 420, "summary": "The El-Salomons"}, {"representations": [{"dtend": "2018-07-21 23:30", "dtstart": "2018-07-21 22:30"}], "description": "The Rerun brings together some of Montreal funniest personalities for a live table read of iconic episodes of classic sitcoms (where they’ll most definitely go off-script).", "id": 428, "summary": "The Rerun: Friends"}, {"representations": [{"dtend": "2018-07-19 23:30", "dtstart": "2018-07-19 22:30"}], "description": "Tinder Tales has been taking Toronto by storm since 2014 and has finally arrived in Montreal! The show features a wild mix of comedians and storytellers recounting their craziest, most ridiculous, and memorable online dating experiences. Carefully curated and hand-picked, all our stories are 100% true, because as we all know, misery loves company. Tinder Tales is designed to remind us we're not alone in this often trying, modern world of digital dating.\n\n", "id": 423, "summary": "Tinder Tales"}, {"representations": [{"dtend": "2018-07-23 22:00", "dtstart": "2018-07-23 21:00"}, {"dtend": "2018-07-24 22:00", "dtstart": "2018-07-24 21:00"}, {"dtend": "2018-07-25 22:00", "dtstart": "2018-07-25 21:00"}, {"dtend": "2018-07-26 22:00", "dtstart": "2018-07-26 21:00"}, {"dtend": "2018-07-28 22:00", "dtstart": "2018-07-28 21:00"}], "description": "Not only is his list of credits impressive, he has also toured with the likes of David Cross, Sarah Silverman, and Jim Gaffigan to name a few. Now catch him during the Just For Laughs Festival. ", "id": 339, "summary": "Todd Glass"}, {"representations": [{"dtend": "2018-07-24 21:30", "dtstart": "2018-07-24 20:30"}, {"dtend": "2018-07-25 21:30", "dtstart": "2018-07-25 20:30"}, {"dtend": "2018-07-26 21:30", "dtstart": "2018-07-26 20:30"}, {"dtend": "2018-07-27 21:30", "dtstart": "2018-07-27 20:30"}, {"dtend": "2018-07-28 21:30", "dtstart": "2018-07-28 20:30"}], "description": "With more than 20 years as a stand-up comedian, Tom Papa is one of the top comedic voices in the country finding success in film, TV, radio, and podcasts as well as on the live stage. ", "id": 340, "summary": "Tom Papa"}, {"representations": [{"dtend": "2018-07-08 21:30", "dtstart": "2018-07-08 20:30"}, {"dtend": "2018-07-10 21:30", "dtstart": "2018-07-10 20:30"}], "description": "Projection du film TONY SPEED suivi d'une table ronde avec les artistes du film (Mario Bélanger, David Beaucage, Arnaud Soly, Alec Pronovost et François Larouche)", "id": 361, "summary": "TONY SPEED"}, {"representations": [{"dtend": "2018-07-19 19:30", "dtstart": "2018-07-19 18:30"}, {"dtend": "2018-07-21 19:30", "dtstart": "2018-07-21 18:30"}, {"dtend": "2018-07-21 21:15", "dtstart": "2018-07-21 20:15"}], "description": "La 27e Tournée des finissants de l’École nationale de l’humour (ÉNH), réputée institution qui a accueilli les plus grands humoristes québécois, présente la crème de la relève humoristique. Treize artistes, treize styles, treize visions du monde à découvrir dans un spectacle de 90 minutes composé de numéros solos et de groupe.", "id": 391, "summary": "Tournée des finissants de l'ÉNH"}, {"representations": [{"dtend": "2018-07-22 22:00", "dtstart": "2018-07-22 21:00"}], "description": "A glamorous night of hilarity and short comedy films screened & directed by Montreal's best up and coming comedic talent. Come see local sketch comedians and local celebrities celebrate the art form of filmmaking and crown one team with the \"Best of the Really Prestigeous Video Island Festival Gala\" award©. Now with 25% more short films!", "id": 430, "summary": "Video Island"}, {"representations": [{"dtend": "2018-07-28 00:45", "dtstart": "2018-07-27 23:45"}], "description": "Big Jay Oakerson presents an Evening of Crowdwork and Off the Cuff Comedy. \n\nBig Jay Oakerson asks the audience to let go of pretension and leave egos at the door as he leads a pack of comics in a completely improvised show based on interactions with the crowd. The atmosphere is loose and no-holds-barred, so you'll see a side of the performers you've never seen before. \n\nWith this show, there’s really only one simple rule: no written material. Jay, has made a career of quick-witted and incendiary crowdwork, and What’s Your F@#king Deal?! is all about showcasing that special comedic talent. Big Jay and other crowd-work specialists create a completely off-the-cuff, unpredictable comedy show.\n\nTwo full seasons on NBC’s streaming platform Seeso, and a huge hit at both the Montreal Just For Laughs Comedy Festival, New York Comedy Festival and most recently Moontower and now returning for this year’s JFL Festival. Past performers include Dave Attell, Todd Barry, Colin Quinn, & Jeff Ross.\n\n", "id": 341, "summary": "What's Your F@#king Deal"}, {"representations": [{"dtend": "2018-07-14 23:00", "dtstart": "2018-07-14 22:00"}], "description": "WordUP! Battles vous invite à une soirée survoltée de combats de mots et il faudra attacher vos tuques avec de la broche! 4 humoristes affronteront 4 battle rappeurs lors d'un spectacle mélangeant la poésie crue et l'humour. Tout est permis dans un combat de mots, alors on doit s'attendre à un des shows les plus \"rentre-dedans\" du Zoofest et à une soirée certainement inoubliable!\n", "id": 350, "summary": "WordUP! Battles"}, {"representations": [{"dtend": "2018-07-23 22:00", "dtstart": "2018-07-23 21:00"}, {"dtend": "2018-07-24 22:00", "dtstart": "2018-07-24 21:00"}, {"dtend": "2018-07-25 22:00", "dtstart": "2018-07-25 21:00"}, {"dtend": "2018-07-26 22:00", "dtstart": "2018-07-26 21:00"}, {"dtend": "2018-07-27 22:00", "dtstart": "2018-07-27 21:00"}, {"dtend": "2018-07-28 22:00", "dtstart": "2018-07-28 21:00"}], "description": "WARNING: May contain whatever the F**k I want. ", "id": 342, "summary": "Yeah, I said it..."}, {"representations": [{"dtend": "2018-07-20 22:00", "dtstart": "2018-07-20 21:00"}], "description": "Content Warning: This is a ROAST show. While we pride ourselves on smart comedy that punches up, there will be no restriction on what can or cannot be joked about. Please exercise discretion if you wish to avoid hearing jokes about sensitive subject matter. \n\nComedians representing their country of origin, city, or neighborhood (or school!) roast each other’s territories in this smash hit battle show based on everyone’s favourite sport: trash talking other places! \n\nAs featured on CP24, Global TV, The Globe & Mail, Toronto Star, SiriusXM & more! \n\nThis show sells out frequently so please get advanced tickets, and for the love of dog heed the content warning!\n\n“This is smart comedy” – CP24 | “I love this show!” – Global TV \n", "id": 418, "summary": "Your Hood's A Joke"}]